{
    "status": "ok",
    "total_hits": 10000,
    "page": 1,
    "total_pages": 100,
    "page_size": 100,
    "articles": [
        {
            "title": "Bam Margera Update: Rehab Stay Going Well, Talking to Son Again",
            "author": "Anthony Nash",
            "published_date": "2023-06-21 21:56:29",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/bam-margera-rehab-stay-going-215629564.html",
            "clean_url": "yahoo.com",
            "excerpt": "Following news that he had been placed on a psychiatric hold, Bam Margera remains in treatment and has been able to speak with his son, according to a recent report from TMZ. According to the report,…",
            "summary": "Following news that he had been placed on a psychiatric hold, Bam Margera remains in treatment and has been able to speak with his son, according to a recent report from TMZ.\nAccording to the report, Margera's estranged wife, Nikki Margera, has allowed Bam to communicate with his son, Phoenix, via FaceTime while Bam is in rehab. The report goes on to mention that Bam's sessions with his songs are being observed by his therapist and that things have been going well so far.\nTMZ notes that Margera is still in treatment at a rehab facility owned by Lamar Odom (who purchased three in California earlier this year).",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Anthony Nash",
            "media": "https://media.zenfs.com/en/comingsoon_net_477/767baa468714025cecc359dc21570415",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "5e27971d3e6656d76ff65cdbcdf5fcc0"
        },
        {
            "title": "Who Is Hamish Harding? All About the British Billionaire Missing on the Titanic Sub",
            "author": "Kelsie Gibson",
            "published_date": "2023-06-21 21:31:58",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/hamish-harding-british-billionaire-missing-213158735.html",
            "clean_url": "yahoo.com",
            "excerpt": "Harding is one of the five passengers aboard OceanGate's missing Titan submersible",
            "summary": "Harding is one of the five passengers aboard OceanGate's missing Titan submersible\nVictoria Sirakova/Getty\nFollowing the disappearance of the Titan submersible, the United States Coast Guard is racing against time to search for and rescue the five passengers aboard the vessel.\nOn June 18, the submersible operated by OceanGate set out for an expedition to visit the site of the Titanic wreckage. However, nearly two hours into the dive, the crew of the Canadian expedition vessel Polar Prince lost contact with the submersible, per the United States Coast Guard.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Kelsie Gibson",
            "media": "https://s.yimg.com/ny/api/res/1.2/cJZGEzjg2jxUh.x4xF.QRw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/people_218/6353e578798360b586bced35e82e3083",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "3e6372fe26908db950cc20e1b36d871b"
        },
        {
            "title": "The Story Behind the Greatest Arthur Russell Compilation Yet",
            "author": "Philip Sherburne",
            "published_date": "2023-06-21 20:58:37",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/story-behind-greatest-arthur-russell-205837427.html",
            "clean_url": "yahoo.com",
            "excerpt": "Audika's Steve Knutson has made rescuing Arthur Russell's unreleased material his life's work. Picture of Bunny Rabbit, a World of Echo companion out this week, may be his best find.",
            "summary": "When Arthur Russell died in 1992, he left behind a vast archive of unreleased music, mostly works in progress. During his lifetime, he was known primarily for his disco recordings in projects like Dinosaur L and Loose Joints, along with the experimental cello music he made amid the downtown avant-garde scene. He put out just one solo studio album, the beguiling World of Echo, in 1986, the same year he was diagnosed with HIV. But since the early 2000s, Steve Knutson's Audika label has greatly expanded our understanding of Russell's range across a series of vital posthumous releases, curated alongside Russell's partner, Tom Lee.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Philip Sherburne",
            "media": "https://media.zenfs.com/en/pitchfork_606/97dcf8ba00ff662e74b492beb2274ac6",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "f4bfc46a6aa9c18b894d2794bb82660b"
        },
        {
            "title": "Sharon Horgan on Her ‘Bad Sisters' Pitch, Irish Luck, and Why Viewership Matters",
            "author": "Ben Travers",
            "published_date": "2023-06-21 19:30:00",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/sharon-horgan-her-bad-sisters-193000662.html",
            "clean_url": "yahoo.com",
            "excerpt": "The star and executive producer of Apple's black comic hit spoke to IndieWire about all the factors that helped \"Bad Sisters\" stand out in \"a sea\" of TV.",
            "summary": "Welcome to It's a Hit! In this series, IndieWire speaks to creators and showrunners behind a few of our favorite television programs about the moment they realized their show was breaking big.\nSharon Horgan has seen success in her day. After cracking through in 2006 with the cult favorite and two-time BAFTA nominee 'Pulling,' the England-born, Ireland-raised writer and actor co-created a sharp-tongued and moving modern rom-com in 'Catastrophe,' the Prime Video and Channel 4 original that landed Horgan her first Emmy nomination.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Ben Travers",
            "media": "https://media.zenfs.com/en/indiewire_268/7f70c888e815afa28f7b2885b48d0097",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "019a4d554ce13b88235f0f017be7c158"
        },
        {
            "title": "Stepson of Billionaire on Titanic Submarine Slams Cardi B, Responds to OnlyFans Thirst Trap While Search Is Ongoing",
            "author": "Complex",
            "published_date": "2023-06-21 18:08:11",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/stepson-billionaire-titanic-submarine-slams-180811908.html",
            "clean_url": "yahoo.com",
            "excerpt": "The stepson of the billionaire who is a passenger on OceanGate's missing submarine took time to respond to criticism he received from Cardi B. He also replied to a thirst trap posted by an OnlyFans…",
            "summary": "Brian Szasz, the stepson of British billionaire Hamish Harding, took time to respond to Cardi B for criticizing his attendance at a Blink-182 concert while his stepdad was lost at sea.\nHe also, as pointed out by TMZ, responded to a thirst trap that was posted by an OnlyFans model.\n'What a pos trashy celeb,' Szasz wrote of Cardi. 'Cardi B trying to get clout off me and my families [sic] suffering. I went to a Blink 182 concert for coping rather than sitting at home and watching the news. Shame on",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Complex",
            "media": "https://media.zenfs.com/en/complex584/57f0b11a1317a34d1c99aeceabcc3b70",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "d711b39a14226aff0837ddd3014107f9"
        },
        {
            "title": "Sofia Coppola's ‘Priscilla' Trailer Aims To Tell Priscilla Presley's Side Of The Story",
            "author": "Elyse Wanshel",
            "published_date": "2023-06-21 17:06:01",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/sofia-coppolas-priscilla-trailer-aims-170601919.html",
            "clean_url": "yahoo.com",
            "excerpt": "Cailee Spaeny stars in the titular role, while Jacob Elordi of 'Euphoria' will portray Elvis Presley.",
            "summary": "Cailee Spaeny as Priscilla Presley in 'Priscilla.'\nPriscilla Presley, the former wife of the legendary musician Elvis Presley, is set to have her side of the couple's love story depicted in Sofia Coppola's upcoming biopic 'Priscilla.'\nThe A24 film is based on Presley's 1985 memoir 'Elvis and Me,' per Variety — and from the looks of its first official trailer, released Wednesday, the movie intends to go beyond heavy eye makeup and Aqua Net.\nCailee Spaeny ('Mare of Easttown,' 'Bad Times at the El Royale') stars as Priscilla, who met the King of Rock and Roll at a party in a West Germany Air Force base in 1959 at age 14.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Elyse Wanshel",
            "media": "https://media.zenfs.com/en/the_huffington_post_584/4e05754e6fd726dca113313f9ed1c74a",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "41fd1708ef6b06ead2aefcdbd46afeff"
        },
        {
            "title": "Meet The Girl Tribe Co., The Brand Behind Taylor Swift Eras-Themed Pop-up Shops",
            "author": "Jael Rucker",
            "published_date": "2023-06-21 17:00:00",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/meet-girl-tribe-co-brand-170000353.html",
            "clean_url": "yahoo.com",
            "excerpt": "Meet the brand and founders behind Girl Tribe Co, a company that has been building a lot of hype lately for a series of pop ups they've been conducting to coincide with Taylor Swift's Eras tour.",
            "summary": "If you've been to a Taylor Swift Eras tour date in these past few weeks, you've probably noticed a nifty little pop-up shop selling some cool Taylor Swift-inspired merchandise with a packed crowd lined up to support. If you aren't already familiar, allow us to introduce you to The Girl Tribe Co., the place where you can find an array of graphic tees, hoodies, sweatshirts, and more, along with various other non-graphic designed clothing and apparel where you can purchase tops, pants, outerwear and more.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Jael Rucker",
            "media": "https://media.zenfs.com/en/one37pm_956/1bf4c808d7bc159231ed807ef9908725",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "62947d90b37581262efb90307674d630"
        },
        {
            "title": "Familles Nombreuses : les internautes décontenancés par les \"prénoms bizarres\" de la nouvelle famille, les Blond-Pinart",
            "author": "Sarah M.",
            "published_date": "2023-06-21 16:47:02",
            "published_date_precision": "full",
            "link": "https://fr.style.yahoo.com/familles-nombreuses-blond-pinart-prenoms-164702172.html",
            "clean_url": "yahoo.com",
            "excerpt": "Attention : nouvelle famille au casting de \"Familles Nombreuses : la vie en XXL\" ! Ce mercredi 21 juin 2023, le docu-réalité de TF1 a dévoilé le portrait de la tribu Blond-Pinart. Et si le nom de…",
            "summary": "Ce mercredi 21 juin, TF1 a commencé son épisode inédit de \"Familles Nombreuses : la vie en XXL \"du côté des Bouches-du-Rhône, chez les Romero. Cette fois, Souad, la mère de famille, était de travaux. Lasse de payer des factures d'eau mirobolantes à cause de la baignoire dans la salle de bains de ses enfants, Souad Romero a opté pour une décision radicale : installer une douche pour faire des économies. Un choix dont la maman du sud se félicite, mais qui n'est pas du tout au goût de ses filles. Les bains ? C'est fini !\nÀ plusieurs kilomètres de là, sur la Côte d'Azur, les Esposito ont vécu un grand moment.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "fr",
            "authors": "Sarah M.",
            "media": "https://s.yimg.com/ny/api/res/1.2/W64a7rsd23NBh1cq_GDkrA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NDY-/https://s.yimg.com/os/creatr-uploaded-images/2023-06/073dba80-1053-11ee-9f7f-9046da1bfcb0",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "9a6f375e43ab725c815b52233084754e"
        },
        {
            "title": "Chicago rental assistance program restarting soon as state takes over",
            "author": "Lizzie Kane",
            "published_date": "2023-06-21 16:14:00",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/chicago-rental-assistance-program-restarting-161400090.html",
            "clean_url": "yahoo.com",
            "excerpt": "Chicago's rental assistance program will restart taking applications during the first week of July under new management from the Illinois Housing Development Authority. The program was paused May 15…",
            "summary": "Chicago's rental assistance program will restart taking applications during the first week of July under new management from the Illinois Housing Development Authority.\nThe program was paused May 15 after Chicago's Department of Housing canceled its contract with the Resurrection Project, the nonprofit formerly overseeing administration of the funds.\nThe department did not state why the contract was canceled. The Resurrection Project told the Tribune in May that it was no longer in charge 'as the pandemic and resources for the program wane' and originally stated that the Department of Housing would administer the rest of the funds.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Chicago Tribune,Lizzie Kane",
            "media": "https://s.yimg.com/ny/api/res/1.2/oGmETFflKVSW8fGPn1bZ9Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04NDA-/https://media.zenfs.com/en/chicago_tribune_local_801/0c6eea5f1b907d983b9f9a789307c905",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "ba70c370bd9ff912262c5f3ac738f452"
        },
        {
            "title": "Chanel Is Helping Celebrate New York City's Most Revered Dance Companies",
            "author": "Bianca Betancourt",
            "published_date": "2023-06-21 15:00:00",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/lifestyle/chanel-helping-celebrate-york-citys-150000310.html",
            "clean_url": "yahoo.com",
            "excerpt": "The BAAND Together Dance Festival is a four day event that celebrates the city's top tier dance talent.",
            "summary": "Five of New York City's top dance companies are coming together to take part in Lincoln Center's second annual Summer for the City programming.\nThe BAAND Together Dance Festival is a four day event which will feature Ballet Hispánico, Alvin Ailey American Dance Theater, American Ballet Theatre, New York City Ballet, and Dance Theatre of Harlem performing curated programming for the special event. The festival is made possible by Chanel, supporting BAAND for the third consecutive year and continuing the fashion house's long-standing support of the world of dance.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Bianca Betancourt",
            "media": "https://s.yimg.com/ny/api/res/1.2/qGOdKmYRtizrnm6fhj8thw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02MDA-/https://media.zenfs.com/en/harper_s_bazaar_391/ac4aad54400066f5c7fe5ffb9d6b2fa0",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "d0e648f3005d514619fdc83b62f124d0"
        },
        {
            "title": "Jennifer Lawrence Supported by Her Parents at N.Y.C. Premiere of Raunchy Comedy 'No Hard Feelings'",
            "author": "Tommy McArdle",
            "published_date": "2023-06-21 14:34:22",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/jennifer-lawrence-supported-her-parents-143422192.html",
            "clean_url": "yahoo.com",
            "excerpt": "Jennifer Lawrence has spoken in past interviews about convincing her parents Karen and Gary Lawrence to let her drop out of school at 14 to pursue acting",
            "summary": "Jennifer Lawrence has spoken in past interviews about convincing her parents Karen and Gary Lawrence to let her drop out of school at 14 to pursue acting\nDia Dipasupil/Getty\nJennifer Lawrence's parents are her biggest fans!\nOn Tuesday, Lawrence, 32, attended the New York City premiere of her new comedy No Hard Feelings alongside her parents Karen and Gary Lawrence. The actress posed for photos in between her parents on the red carpet Tuesday, as she wore a long white gown with her long blonde hair placed to her right side.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Tommy McArdle",
            "media": "https://s.yimg.com/ny/api/res/1.2/jiJ2II.Lb4fSO9aqmpznng--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/people_218/b7e83e8681a6b45779540332405f90bf",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "63c202f256ae211abcd7679f9ff07f0c"
        },
        {
            "title": "Luc Besson Cleared of Rape Allegations by French Court",
            "author": "Scott Roxborough",
            "published_date": "2023-06-21 13:40:18",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/luc-besson-cleared-rape-allegations-134018068.html",
            "clean_url": "yahoo.com",
            "excerpt": "France's highest appeals court, the court of cassation, on Wednesday dismissed rape accusations leveled at director and producer Luc Besson (Lucy, The Fifth Element) by Belgian-Dutch actress Sand Van…",
            "summary": "France's highest appeals court, the court of cassation, on Wednesday dismissed rape accusations leveled at director and producer Luc Besson (Lucy, The Fifth Element) by Belgian-Dutch actress Sand Van Roy.\nThe Paris court rejected an appeal lodged by Von Roy after her initial claimant alleging she had been sexually assaulted by Besson was dismissed in 2021. In May 2018, Van Roy alleged she had been raped by Besson at the Le Bristol luxury hotel in Paris. The Belgian-Dutch actress has had small roles in Besson's Taxi 5 and Valerian and the City of a Thousand Planets, and had been in an intimate relationship with the director for two years.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Scott Roxborough",
            "media": "https://s.yimg.com/ny/api/res/1.2/J0NY6Rz0_g6kx8zVhOlhLg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/the_hollywood_reporter_217/f84e07dca13d75ad3d0b71bb3e505f30",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "9a5fc1aa2ecde6987620db12a330eeff"
        },
        {
            "title": "林泳淘搭地鐵被非禮摸Pat Pat 貼疑犯照反被網民公審 本人長文回應：預咗會被人話",
            "author": "christine cheung",
            "published_date": "2023-06-21 07:40:42",
            "published_date_precision": "full",
            "link": "https://hk.news.yahoo.com/%E6%9E%97%E6%B3%B3%E6%B7%98%E6%90%AD%E5%9C%B0%E9%90%B5%E8%A2%AB%E9%9D%9E%E7%A6%AE%E6%91%B8pat-pat-%E8%B2%BC%E7%96%91%E7%8A%AF%E7%85%A7%E5%8F%8D%E8%A2%AB%E7%B6%B2%E6%B0%91%E5%85%AC%E5%AF%A9-%E6%9C%AC%E4%BA%BA%E9%95%B7%E6%96%87%E5%9B%9E%E6%87%89-%E9%A0%90%E5%92%97%E6%9C%83%E8%A2%AB%E4%BA%BA%E8%A9%B1-074042978.html",
            "clean_url": "yahoo.com",
            "excerpt": "近日台灣藝人黃子佼引發了新一輪的「#METOO」，想不到在香港也有METOO事件發生。事主是TVB前主播林泳淘 […]",
            "summary": "近日台灣藝人黃子佼引發了新一輪的「#METOO」，想不到在香港也有METOO事件發生。事主是TVB前主播林泳淘，她自爆在搭地鐵時遭陌生男子「摸Pat Pat」非禮。林泳淘事後有把照片分享上社交網站，但網民的評論竟令人意想不到。\n\n\n\n\n林泳淘昨日於社交平台發文，稱自己在搭地鐵時被人摸Pat Pat，她拍下了一個男子的照片，寫道：「啱啱搭地鐵，準備開車之際，Feel到pat pat俾人好快咁拍咗一下，我即刻望過去，就見到呢個人好近咁企咗喺我後面。我一直望住佢，佢就一直都係咁樣望前面，真係唔知佢係有心定無意，但我好後悔當刻無即刻指證佢，起碼等佢驚一驚，之後唔敢咁樣對其他女仔。嬲啊！」\n之後，林泳淘刪走此則帖文，然後再於限時動態寫道：「Story出咗，收到好多msg（信息），有鬧佢嘅，有感同身受嘅，亦有鬧我話佢好可憐嘅亦有鬧我話佢好可憐嘅，喺度多謝所有意見。」\n\n\n林泳淘又表示自認是大膽之人，但懷疑被非禮那刻都有遲疑，所以更加後悔，才決定出Story。她同時又無奈地道出當中的心路歷程：「出story之前，我已經預咗會被人話，因為我真係無當場對質，呢樣亦係我最嬲自己嘅一點。不過係一架唔太full嘅車卡入面，企埋一位女士格離（隔籬），係運行中有意無意碰一下，雖然時間好快好短，但令我覺得非常唔舒服亦係真的。收到好多女仔msg佢哋都遇過呢種情況，當下真係又嬲又唔知可以點，我好明白。」\n\n\n\n此次事件隨即引起網民熱議，不過網上反應兩極，有不少人替她可憐，但亦有人認為林泳淘不應該公審該名男性，更在林泳淘社交網站留言：「又話自己好大膽，點解唔捉住個人當場報警啊？喂，快報警啦等警察查明件事啊！ 唔系全世界都以為你係造謠、緋磅、盜用他人資料，就只係為左博出位咋 」、「成日話強姦毁女人一生，無啦啦比人當性罪犯又算唔算毁個男人一生？萬一係誤會，人地又博緊晉升，比你咁搞一搞你點賠比人？」\n更多相關文章：\n\n\n\nFollow she.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "ko",
            "authors": "Christine Cheung",
            "media": "https://s.yimg.com/os/creatr-uploaded-images/2023-06/38b85a90-102e-11ee-b72f-cc25fa4e594b",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "efd9aa94fe354a095b74692aaf4f5f36"
        },
        {
            "title": "Nick Cannon and Abby De La Rosa Enjoy LEGOLAND with Twins Zion and Zillion — See the Photos!",
            "author": "Hannah Sacks",
            "published_date": "2023-06-21 02:06:51",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/nick-cannon-abby-la-rosa-020651501.html",
            "clean_url": "yahoo.com",
            "excerpt": "Abby De La Rosa is honoring Nick Cannon, who is dad to her twins Zion and Zillion and daughter Beautiful Zeppelin, on Father's Day",
            "summary": "Abby De La Rosa is honoring Nick Cannon, who is dad to her twins Zion and Zillion and daughter Beautiful Zeppelin, on Father's Day\nSandy Huffaker/LEGOLAND\nNick Cannon and Abby De La Rosa continued a weekend of fun at LEGOLAND with their three kids on Father's Day!\nThe radio personality, 32, and the Wild N' Out host, 42, enjoyed an outing at LEGOLAND California in Carlsbad, getting a sneak peek at the family theme park's newest show Go Xtreme! featuring extreme athletes that will compete daily doing stunts and tricks on skateboards, scooters, BMX bikes and more.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Angela Andaloro,Hannah Sacks",
            "media": "https://s.yimg.com/ny/api/res/1.2/RUZ4hPnpMbe_iJyxt75X6Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD05NDE-/https://media.zenfs.com/en/people_218/9ede56490c14b9d7e077df19b4b8e638",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "8f87ff4a3997c3df87d252a6469981b8"
        },
        {
            "title": "Emma Watson baffles fans with wild outfit: 'Trying to understand'",
            "author": "Lachlan Guertin",
            "published_date": "2023-06-21 00:07:11",
            "published_date_precision": "full",
            "link": "https://au.lifestyle.yahoo.com/emma-watson-baffles-fans-with-wild-outfit-trying-to-understand-000711674.html",
            "clean_url": "yahoo.com",
            "excerpt": "Emma Watson has left her followers baffled after she shared a photo of her latest fashion choice on social media. Read more",
            "summary": "Emma Watson has left her social media followers baffled with her latest fashion choice.\nThe Harry Potter star shared a photo on Instagram on Tuesday of herself and her brother Alex Watson posing in matching blue outfits to promote their new gin brand Renais, and fans couldn't stop talking about her oddly-shaped dress.\nThe draped minidress, which is from Spanish fashion house Loewe's spring 2023 collection, features structured wiring on the bodice to create a bizarre 3D illusion.\nHer followers quickly took to the comments to share their puzzled reactions to the 'gravity-defying' look, with some people questioning whether it was actually 'hanging' from her ears.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Lachlan Guertin",
            "media": "https://s.yimg.com/os/creatr-uploaded-images/2023-06/a29c0821-0fc6-11ee-b5fd-817a08ae2774",
            "is_opinion": false,
            "twitter_account": "@lachlanguertin",
            "_score": 1.9994805,
            "_id": "f19813b869f1b048c7fc89403b3e7782"
        },
        {
            "title": "Turkey Is Set to Follow Korea as a Streaming Content Gold Mine",
            "author": "Parrot Analytics",
            "published_date": "2023-06-20 23:23:11",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/turkey-set-korea-streaming-content-232311643.html",
            "clean_url": "yahoo.com",
            "excerpt": "Demand is exploding in Latin America and the U.S. market could be next",
            "summary": "Following the booming success of Korean content in recent years, other countries have been hoping to achieve a similar level of international acclaim for their local content. One market that we've been monitoring closely as an origin for globally popular content has been Turkey. We have previously highlighted the regional spike in demand for Turkish content in Latin America. Here we take a look at how demand for Turkish series has been growing in the U.S. and consider whether this is the beginning of a new trend for international content.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Parrot Analytics",
            "media": "https://media.zenfs.com/en/thewrap.com/fc5276a445f1fec72331a5c0f5238abc",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "fc2badc5d189f04352650a7d43805001"
        },
        {
            "title": "Oliver Stone calls John Wick 4 'disgusting beyond belief'",
            "author": "Lester Fabian Brathwaite",
            "published_date": "2023-06-20 22:22:52",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/oliver-stone-calls-john-wick-222252819.html",
            "clean_url": "yahoo.com",
            "excerpt": "The controversial director blasted the Keanu Reeves film, as well as The Fast and the Furious franchise and Marvel movies, for not being \"believable.\"",
            "summary": "Oscar-winning filmmaker-turned-in-flight-movie-critic Oliver Stone has a bone to pick with John Wick: Chapter 4.\nThe Platoon director flew to Romania to receive a Lifetime Achievement Award at the Transilvania Film Festival. During his flight, he watched the latest Keanu Reeves kill fest — and he was not impressed.\nAndreas Rentz/Getty Images; Murray Close/Lionsgate Oliver Stone; Keanu Reeves in 'John Wick 4'\n\"I saw John Wick 4 on the plane. Talk about volume. I think the film is disgusting beyond belief.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Lester Fabian Brathwaite",
            "media": "https://s.yimg.com/ny/api/res/1.2/5HGkuw0Qdr6FA0tDrQ4kSw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/entertainment_weekly_785/a343f98ff5620b6996febf22ae91441e",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "8b0ffabb9ec14e88f176e87f454bb274"
        },
        {
            "title": "Billionaire's Text Emerges After 'Titanic' Sub's Disappearance as Concerns Over Vessel Mount",
            "author": "Abigail Adams",
            "published_date": "2023-06-20 21:32:18",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/billionaires-text-emerges-titanic-subs-213218929.html",
            "clean_url": "yahoo.com",
            "excerpt": "The vessel is reportedly run by a video game controller, and passengers must sign a waiver warning them of possible injury — or even death",
            "summary": "The vessel is reportedly run by a video game controller, and passengers must sign a waiver warning them of possible injury — or even death\nAlamy Stock Photo\nDetails are emerging about the submersible that went missing in the Atlantic Ocean while carrying five passengers — one of whom shared a haunting text message with a friend before the expedition.\nTitan, OceanGate Expedition's five-man submersible, went missing on Sunday while underwater in the area of the Titanic wreckage in the North Atlantic, officials said.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Abigail Adams",
            "media": "https://s.yimg.com/ny/api/res/1.2/afVMnhvSAtQrWkH1EUmzCw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/people_218/6870fcdee8701cebe57e997aab4fbd26",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "8678de2427788a466fac19d93eb6edab"
        },
        {
            "title": "Vinland Saga Season 2 is a Triumphant Condemnation of Violence",
            "author": "Charlie Kolbrener",
            "published_date": "2023-06-20 21:31:33",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/vinland-saga-season-2-triumphant-213133459.html",
            "clean_url": "yahoo.com",
            "excerpt": "With the finale now behind us, we conducted a Vinland Saga season 2 review exploring the show's themes and how it is creating a conversation.",
            "summary": "Perhaps never has a TV show performed such a miraculous 180 as the masterwork that is season 2 of Vinland Saga. In an arc early on criticized for being \"boring,\" writer Horishi Seko manages to concoct one of the most well-structured condemnations of violence depicted across any medium, and part of this display is owed in large part to how well he (and director Shūhei Yabuta) celebrated it in the previous arc. With the finale now behind us, I set out to provide a Vinland Saga season 2 review that covers the themes of the show and how it is changing the way we as viewers perceive masculinity, violence and systemic injustice.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Charlie Kolbrener",
            "media": "https://media.zenfs.com/en/one37pm_956/f9e57b43011a80b8045806213fbec8eb",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "7f23b3c25300e258ef46b07db043e1c9"
        },
        {
            "title": "Beyonce Wore Her Photographer's Jeans for the ‘Dangerously in Love' Album Cover",
            "author": "Rania Aniftos",
            "published_date": "2023-06-20 20:38:41",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/beyonce-wore-her-photographer-jeans-203841606.html",
            "clean_url": "yahoo.com",
            "excerpt": "She also wasn't sure about wearing the iconic diamond top at first.",
            "summary": "Beyoncé‘s seminal debut solo album Dangerously in Love turns 20 this month, and to celebrate the milestone anniversary, photographer Markus Klinko opened up about shooting the cover.\nKlinko told Insider that he first met Bey when shooting Destiny's Child for Vibe back in 2000. 'I had no idea who they were until I got the call from Vibe,' he recalled. 'Her mom was styling it. And I remember pointing at Beyoncé and saying, ‘This one in the middle here, she's going to be huge. She has a lot of charisma.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Rania Aniftos",
            "media": "https://s.yimg.com/ny/api/res/1.2/61zIBk6GDa8VmTwORIumEw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03OTQ-/https://media.zenfs.com/en/billboard_547/b18f666614c7d02274355012e8244c78",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "42fb3998675129b354a4d991dcebed8d"
        },
        {
            "title": "‘That Feeling That the Time for Doing Something Has Passed', Joanna Arnow's Feature Directorial Debut, Nabbed by Magnolia",
            "author": "Scott Mendelson",
            "published_date": "2023-06-20 18:15:51",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/feeling-time-doing-something-passed-181551731.html",
            "clean_url": "yahoo.com",
            "excerpt": "The picture, produced by Sean Baker, premiered at Cannes to positive notices",
            "summary": "Joanna Arnow's 'That Feeling That the Time for Doing Something Has Passed' has been acquired by Magnolia Pictures for domestic distribution.\nThe film, which premiered at Cannes during its Directors' Fortnight section, is executive produced by Sean Baker (director of 'Red Rocket,' 'The Florida Project' and 'Tangerine'). Arnow stars as a 30-something New York woman as time passes in her longterm BDSM relationship, a low-level corporate job and her quarrelsome Jewish family.\nAlso Read: ‘The Deepest Breath' Trailer: Competitive Free Divers Get the Spotlight (Video)\nThe picture is Arnow's narrative feature film debut following shorts including 'Bad Dancing' (which won the Berlinale Silver Bear), 'Laying Out' and the feature documentary 'I Hate Myself.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Scott Mendelson",
            "media": "https://media.zenfs.com/en/thewrap.com/3962ae74a41f5fef777f00f5e0cd168a",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "6f1b1ffdb37d2868963e878fba2c3215"
        },
        {
            "title": "Faye Webster Unveils 2023 Tour Dates, Shares New Single 'But Not Kiss': Stream",
            "author": "Jo Vito",
            "published_date": "2023-06-20 16:45:28",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/faye-webster-unveils-2023-tour-164528022.html",
            "clean_url": "yahoo.com",
            "excerpt": "The single is the Atlanta native's first new song in two years, and \"says a lot about what's coming\" from her new music. Faye Webster Unveils 2023 Tour Dates, Shares New Single 'But Not Kiss': Stream…",
            "summary": "The post Faye Webster Unveils 2023 Tour Dates, Shares New Single 'But Not Kiss': Stream appeared first on Consequence.\nFaye Webster has returned with 'But Not Kiss,' her first new single in two years, and has unveiled dates for a 2023 headlining tour. Watch the music video for the new song and check out the full list of dates below.\nBuilt around an intimate, thumb-strummed electric guitar, 'But Not Kiss' is clad with all of Webster's signature touches, from the pedal steel to the piano accents to the dynamic swells.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Jo Vito",
            "media": "https://media.zenfs.com/en/consequence_of_sound_458/1f558e2e15b0de7f773558aebc9dec9d",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "3af6fcfeac8eb95087ea182ad1ba6118"
        },
        {
            "title": "Booker, Democrats pen letter to Mayorkas demanding due process for 'unjustly deported' illegal immigrants",
            "author": "Danielle Wallace",
            "published_date": "2023-06-20 16:19:00",
            "published_date_precision": "full",
            "link": "https://news.yahoo.com/booker-democrats-pen-letter-mayorkas-161900277.html",
            "clean_url": "yahoo.com",
            "excerpt": "Democrats called on Homeland Security Secretary Alejandro Mayorkas to create a centralized unit to process appeals for the \"unjustly deported.\"",
            "summary": "Senate and House Democrats penned a letter to Homeland Security Secretary Alejandro Mayorkas on Tuesday demanding due process for \"unjustly deported\" migrants, according to a report.\nThe letter, obtained by The Hill, was signed by 64 congressional Democrats, including 10 senators, and called on Mayorkas to overhaul the system that processes deportation appeals, ideally by creating a centralized office to evaluate the cases of individuals removed from the United States and looking to receive permission to return.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Danielle Wallace",
            "media": "https://s.yimg.com/ny/api/res/1.2/Sgu7f3qO992a1cZm8c.RJQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/fox_news_text_979/8366aef3acefb78a6f01bb9982c29a53",
            "is_opinion": false,
            "twitter_account": "@YahooNews",
            "_score": 1.9994805,
            "_id": "cb72d3b7879f570013475bd91fe90240"
        },
        {
            "title": "Jennifer Garner Ends Father's Day Post with Subtle Message to Ex Ben Affleck",
            "author": "Hannah Sacks",
            "published_date": "2023-06-20 14:52:04",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/jennifer-garner-ends-fathers-day-145204832.html",
            "clean_url": "yahoo.com",
            "excerpt": "The '13 Going On 30' actress honored her ex-husband, as well as her own father, on Father's Day",
            "summary": "The '13 Going On 30' actress honored her ex-husband, as well as her own father, on Father's Day\nInstagram/jennifer.garner; Tim Mosenfelder/Getty\nJennifer Garner is sharing the love for her ex-husband in honor of Father's Day.\nOn Sunday, the star, 51, posted on Instagram in celebration of all the dads in her life. Sharing a photo of herself and her parents, Garner penned a sweet tribute that included a shoutout to ex-husband Ben Affleck, 50.\n\"Happy Father's Day to the best to ever do the job,\" she began.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Hannah Sacks",
            "media": "https://s.yimg.com/ny/api/res/1.2/hzMQEl.vMgS.6D.MliC8Kw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/people_218/9187fef4491b6f5de3aeff99d9caa246",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "1201d165f858eab4a6d197fc15647b9b"
        },
        {
            "title": "The Smile Release ‘Bending Hectic'",
            "author": "SPIN Staff",
            "published_date": "2023-06-20 14:29:40",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/smile-release-bending-hectic-142940133.html",
            "clean_url": "yahoo.com",
            "excerpt": "Radiohead side project The Smile has been sharing photos from the studio, where it has been working on its second album. Today (June 20), the group shared its first new recorded song of the year.…",
            "summary": "Radiohead side project The Smile has been sharing photos from the studio, where it has been working on its second album. Today (June 20), the group shared its first new recorded song of the year. 'Bending Hectic' debuted last year at the Montreaux Jazz Festival and is billed as a standalone single. You can hear the studio version of the ambitious eight-minute song below.\nProduced by Sam Petts-Davies and with strings by the London Contemporary Orchestra, the standalone single was recorded at Abbey Road Studios in London.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "SPIN Staff",
            "media": "https://media.zenfs.com/en/spin_digital_media/2d45bbbc03b66a32b949e09d68334040",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "f5c9bae7cdc7d0480e2b15f180364c2a"
        },
        {
            "title": "Christopher Nolan: The ‘Biggest Danger' of AI Is the Assumption It's ‘Godlike'",
            "author": "Samantha Bergeson",
            "published_date": "2023-06-20 14:06:41",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/christopher-nolan-biggest-danger-ai-140641443.html",
            "clean_url": "yahoo.com",
            "excerpt": "The \"Oppenheimer\" director warned against making a \"false idol\" out of artificial intelligence.",
            "summary": "Christopher Nolan doesn't believe in divine intervention when it comes to artificial intelligence\nThe director, whose 'Oppenheimer' opens July 21, discussed the future of AI in a Wired cover story.\n\n\n\n'The issue with AI, to me, is a very simple one. It's like the term ‘algorithm,'' Nolan said. 'We watch companies use algorithms, and now AI, as a means of evading responsibility for their actions.'\nThe 'Tenet' director continued, 'If we endorse the view that AI is all-powerful, we are endorsing the view that it can alleviate people of responsibility for their actions — militarily, socio­economically, whatever.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Samantha Bergeson",
            "media": "https://s.yimg.com/ny/api/res/1.2/dDJjW5OKSlbo_QlwQdbnzg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/indiewire_268/e3ea6d327531f8fd9c4f35ea6974eb90",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "7f1a6bcb78c3c7482dbb7893d131cbcd"
        },
        {
            "title": "Inside the Fashion World's Dark Underbelly of Sexual and Financial Exploitation: ‘Modeling Agencies Are Like Pimps For Rich People'",
            "author": "Tatiana Siegel",
            "published_date": "2023-06-20 14:00:00",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/inside-fashion-world-dark-underbelly-140000235.html",
            "clean_url": "yahoo.com",
            "excerpt": "Esmeralda Seay-Reynolds had just turned 15 years old when she was scouted by Click Model Management in New York. But the agency told the 5-foot-11, 130-pound hopeful that she wasn't right because she…",
            "summary": "Esmeralda Seay-Reynolds had just turned 15 years old when she was scouted by Click Model Management in New York. But the agency told the 5-foot-11, 130-pound hopeful that she wasn't right because she looked 'too mature,' code in fashion for a teen girl deemed 'too heavy' because she has already developed curves. So she dropped 20 pounds and immediately signed with NEXT, an even bigger agency. Her ascent was swift, with the Pennsylvania native landing in the pages of Vogue and shooting campaigns for top couture brands like Chanel.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Tatiana Siegel",
            "media": "https://s.yimg.com/ny/api/res/1.2/.vYFc3beJ_tig42EG5wuoA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/variety.com/22148d18668087afca57f2ab872f9a55",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "70da7d7e6636abd32229bae1d355029a"
        },
        {
            "title": "Inside LPBW's Audrey Roloff and Jeremy Roloff's Cayman Islands Getaway: ‘Epic Week'",
            "author": "In Touch Weekly",
            "published_date": "2023-06-20 11:47:57",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/inside-lpbw-audrey-roloff-jeremy-114757615.html",
            "clean_url": "yahoo.com",
            "excerpt": "Little People, Big World alums Audrey Roloff and Jeremy Roloff let fans into their Cayman Islands getaway by sharing several photos from the trip. Audrey, 31, took to Instagram on Monday, June 19, to…",
            "summary": "Soaking up the sun. Little People, Big World alums Audrey Roloff and Jeremy Roloff let fans into their Cayman Islands getaway by sharing several photos from the trip.\nAudrey, 31, took to Instagram on Monday, June 19, to post a 'Caymans Islands photo dump,' which included photos of her and Jeremy, 33, posing together on the beach, enjoying time on a boat and swimming with stingrays.\nThe former TLC personality continued to let her followers in on the experience by sharing a second post with even more photos of their time at the Ritz Carlton Grand Cayman Island.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "In Touch Weekly",
            "media": "https://s.yimg.com/ny/api/res/1.2/5MjXyG16jmPB8zHt5dIzfg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD0xMjAw/https://media.zenfs.com/en/in_touch_weekly_336/66a3f3c7113396d372d6dd4dcca7955d",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "2890a9dc26bf24197e92cdadfb4e6d42"
        },
        {
            "title": "Political protests in Malaysia keep rock bands away but Singapore enjoys six dates of Coldplay: Alife",
            "author": "Coconuts KL",
            "published_date": "2023-06-20 10:31:09",
            "published_date_precision": "full",
            "link": "https://sg.yahoo.com/news/political-protests-malaysia-keep-rock-103109226.html",
            "clean_url": "yahoo.com",
            "excerpt": "Political protests have significantly impacted the number of shows British band Coldplay will be performing in Malaysia, compared to the six shows scheduled for neighboring Singapore, according to the…",
            "summary": "Political protests have significantly impacted the number of shows British band Coldplay will be performing in Malaysia, compared to the six shows scheduled for neighboring Singapore, according to the Arts, Live Festival and Events Association (Alife Malaysia).\nAlife Malaysia expressed disappointment, stating that the protests had created an unfavorable impression among artists and industry professionals.\nThey emphasized that if Coldplay had performed six shows in Malaysia, it would have generated substantial economic benefits for local businesses, amounting to millions of ringgit.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Coconuts KL",
            "media": "https://s.yimg.com/ny/api/res/1.2/HUo1gGrrLFFi7mAHd3y6LA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDE-/https://media.zenfs.com/en/coconuts_kl_272/15759868ec4de72d444aa47848017841",
            "is_opinion": false,
            "twitter_account": "@yahoosg",
            "_score": 1.9994805,
            "_id": "05d3cf6234f9a5a3f7c83235f951fd9f"
        },
        {
            "title": "MeToo狂燒...受害者要不要揭露？專家：先處理「內在傷口」再來對抗不公不義",
            "author": "陳稚華",
            "published_date": "2023-06-20 09:36:38",
            "published_date_precision": "full",
            "link": "https://tw.news.yahoo.com/metoo%E7%8B%82%E7%87%92-%E5%8F%97%E5%AE%B3%E8%80%85%E8%A6%81%E4%B8%8D%E8%A6%81%E6%8F%AD%E9%9C%B2-%E5%B0%88%E5%AE%B6-%E5%85%88%E8%99%95%E7%90%86-%E5%85%A7%E5%9C%A8%E5%82%B7%E5%8F%A3-093638421.html",
            "clean_url": "yahoo.com",
            "excerpt": "台灣性騷事件連環爆，從民進黨爆發黨工遭性騷擾、國民黨遭爆男立委性騷男記者，以及國",
            "summary": "台灣性騷事件連環爆，從政界、醫界到近來沸沸揚揚的演藝圈多位藝人，還未曝光的受害者該如何自處？（圖片來源／freepik）\n台灣性騷事件連環爆，從民進黨爆發黨工遭性騷擾、國民黨遭爆男立委性騷男記者，以及國民黨台北市議員鍾沛君出面指控，名嘴朱學恒對她強吻性騷擾後，演藝圈「#MeToo」風波也持續延燒。\n以愛家好形象著稱的藝人宥勝，被爆出性騷擾包括助理等多名女子，雖在臉書發文道歉，但人設仍崩壞。57歲資深藝人許傑輝近日也遭多位女星指控性騷擾，即使15日已宣布退出演藝圈，不過性騷風波仍持續延燒。\n知名主持人黃子佼19日遭影射性騷後，中午發出3段影片道歉，但揭露一連串毀滅式演藝圈醜聞，並透露在演藝圈的許多人，「或多或少都有不為人知的黑暗面，但因為不是#MeToo事件，似乎就不受影響。」不料直播結束後情緒不穩，當場受傷送醫，昨晚轉進加護病房，所幸目前無生命危險。\n前陣子更有台大醫院婦產科教授「台大狼醫」，多次藉公務之名，邀各藥廠、金融界的女性業務員在居酒屋聚餐，疑似藉機下藥後帶至汽車旅館性侵害，受害者也於3月底出席記者會抗議。\n（延伸閱讀：台大「狼醫」涉嫌下藥性侵》3受害者出面指控 范雲直指《性防法",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "ko",
            "authors": "陳稚華",
            "media": "https://s.yimg.com/ny/api/res/1.2/2TxZ3.Vwobi0AzZh3wPK5g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/ko/cmmedia.com.tw/975ed8a5d43a8a69f4392fd0b780c6fe",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "6d25cd37c3560fcbc5f74f74f4403454"
        },
        {
            "title": "Outrage as restaurant bans all vegans",
            "author": "NCA NewsWire",
            "published_date": "2023-06-20 09:05:00",
            "published_date_precision": "full",
            "link": "https://au.sports.yahoo.com/sports/top-chef-bans-vegans-restaurant-090500031.html",
            "clean_url": "yahoo.com",
            "excerpt": "The vegan community now has beef with a Perth chef, saying they have been discriminated against after the restaurant banned all vegans.",
            "summary": "A notorious animal rights activist has erupted at a celebrity chef after he banned all vegans from his restaurant following an ugly spat with a customer.\nHead Chef of Fyre restaurant in Perth, John Mountain, announced on Monday that 'all vegans are now banned' from the restaurant.\n'Sadly all vegans are now banned from Fyre (for mental health reasons),' he shared on social media.\n'We thank you for your understanding. Xx.'\nVegan activist Tash Peterson, known for her public protests, told 7News the ban was a form of 'discrimination'.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": null,
            "authors": "NCA NewsWire",
            "media": "https://s.yimg.com/ny/api/res/1.2/nlgeMs05A1Nbj1Qefj9blw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/nca_newswire_424/63dbaab1dc56383e07aa69b3bbe92fed",
            "is_opinion": false,
            "twitter_account": "@YahooSportAu",
            "_score": 1.9994805,
            "_id": "0a063328b3c668ddd84e357ae5a15286"
        },
        {
            "title": "Mort de Claude Sarraute, la journaliste avait 95 ans",
            "author": "Le HuffPost",
            "published_date": "2023-06-20 08:40:17",
            "published_date_precision": "full",
            "link": "https://fr.news.yahoo.com/mort-claude-sarraute-journaliste-95-075106142.html",
            "clean_url": "yahoo.com",
            "excerpt": "Pilier des émissions télé et radio de Laurent Ruquier, Claude Sarraute s'est éteinte à son domicile parisien.",
            "summary": "DÉCÈS - Elle avait 95 ans. La journaliste et romancière Claude Sarraute, connue notamment du grand public pour avoir été l'une des chroniqueuses emblématiques de l'émission de Laurent Ruquier sur France 2 On a tout essayé, est décédée ce mardi 20 juin, a-t-on appris de l'AFP par sa famille.\nNée le 24 juillet 1927 dans le XVIe arrondissement de Paris, Claude Sarraute a officié jusqu'en 2018 à la radio dans Les grosses têtes sur RTL, là aussi aux côtés de Laurent Ruquier. Femme de lettres et journaliste pendant 35 ans au Monde - où elle a notamment tenu la rubrique « Sur le vif » -, elle a été un pilier des émissions du présentateur du service public.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "fr",
            "authors": "Le HuffPost",
            "media": "https://s.yimg.com/ny/api/res/1.2/J3uA_DsFLrxGw1a81Vxzwg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/fr/huffingtonpost/3cf7630d771bfe585fc64885f2d4b7c1",
            "is_opinion": false,
            "twitter_account": "@yahooactufr",
            "_score": 1.9994805,
            "_id": "98d7037981c4990ec185a4e9d0b9bf90"
        },
        {
            "title": "Tom Cruise le responde a Scarlett Johansson en el estreno de 'Mission: Impossible 7'",
            "author": "hola.com",
            "published_date": "2023-06-20 08:34:23",
            "published_date_precision": "full",
            "link": "https://es-us.vida-estilo.yahoo.com/emocionante-discurso-tom-cruise-premiere-083423600.html",
            "clean_url": "yahoo.com",
            "excerpt": "Tom Cruise regresa con la última entrega de la saga Misión Imposible, que augura ser otro de sus grandes éxitos antes de su estreno. El popular actor, de 60 años, eligió la plaza de España en Roma…",
            "summary": "Tom Cruise regresa con la última entrega de la saga Misión Imposible, que augura ser otro de sus grandes éxitos antes de su estreno. El popular actor, de 60 años, eligió la plaza de España en Roma para celebrar el estreno mundial de su película, ya que gran parte de sus escenas se rodaron en la Ciudad Eterna en un momento desafiante para todos como fue la pandemia del covid.\nMission: Impossible — Dead Reckoning Part One se llama el filme en el que Cruise se vuelve a meter en la piel de Ethan Hunk para protagonizar las escenas de acción más trepidantes y muchos la han calificado como la \"mejor \"misión\" hasta ahora\" de la saga.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": null,
            "authors": "hola.com",
            "media": "https://s.yimg.com/ny/api/res/1.2/t7sBoAmL.glcB6djzBbeUg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03OTk-/https://s.yimg.com/os/creatr-uploaded-images/2023-06/7db49140-0f75-11ee-bee6-2631b20fa765",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "6bad84f189a04208d88bc9a61a759394"
        },
        {
            "title": "Harry und Meghan: Sie haben nichts mehr zu sagen",
            "author": "BANG Showbiz",
            "published_date": "2023-06-20 08:00:00",
            "published_date_precision": "full",
            "link": "https://de.style.yahoo.com/harry-meghan-haben-nichts-mehr-080000137.html",
            "clean_url": "yahoo.com",
            "excerpt": "Harry und Meghan: Sie haben nichts mehr zu sagen",
            "summary": "Der Herzog und die Herzogin von Sussex sollen 'nichts mehr zu sagen' haben und werden aufhören, Interviews über die königliche Familie zu geben.\nPrinz Harry (38) und seine Ehefrau Meghan (41) fehlten bei der historischen Prozession des Hosenbandordens am Montag (19. Juni) in London und der ehemalige BBC-Moderator Andrew Neil behauptete, Insider hätten gesagt, dass das Paar keine Inhalte mehr über ihr Leben als Royals produzieren werde – was er als 'gute Nachricht' bezeichnete.\nHerr Neil (74) twitterte: 'In diesen düsteren Zeiten eine gute Nachricht: Insider, die dem Herzog und der Herzogin von Sussex nahe stehen, sagen, dass das Paar aufhören wird, selbstreferenzielle Podcasts für Spotify zu machen, in Netflix-Dokumentationen Dinge zu erzählen – und Memoiren zu veröffentlichen oder sich für Interviews über die königliche Familie hinzusetzen, da sie ‚nichts mehr zu sagen‘ haben.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "de",
            "authors": "BANG Showbiz",
            "media": "https://media.zenfs.com/de/bang_showbiz_de_articles_854/08b0d3a10e28ce1f31b3f1061b8492cb",
            "is_opinion": false,
            "twitter_account": "@Yahoode",
            "_score": 1.9994805,
            "_id": "1b25ae365b009c4d6b4b7caaed412fa2"
        },
        {
            "title": "雯雯鬧爆張致恆賴死唔走！ 更稱對方一毫子都冇 全家食一樣嘢維生？",
            "author": "christine cheung",
            "published_date": "2023-06-20 07:44:56",
            "published_date_precision": "full",
            "link": "https://hk.news.yahoo.com/%E9%9B%AF%E9%9B%AF%E9%AC%A7%E7%88%86%E5%BC%B5%E8%87%B4%E6%81%86%E8%B3%B4%E6%AD%BB%E5%94%94%E8%B5%B0-%E6%9B%B4%E7%A8%B1%E5%B0%8D%E6%96%B9-%E6%AF%AB%E5%AD%90%E9%83%BD%E5%86%87-%E5%85%A8%E5%AE%B6%E9%A3%9F-%E6%A8%A3%E5%98%A2%E7%B6%AD%E7%94%9F-074456503.html",
            "clean_url": "yahoo.com",
            "excerpt": "張致恒與老婆區燕雯（雯雯）於2019年奉子成婚，兩人結婚至今已育有3名兒子，但雯雯卻時常說要離婚，被網民戲稱為 […]",
            "summary": "張致恒與老婆區燕雯（雯雯）於2019年奉子成婚，兩人結婚至今已育有3名兒子，但雯雯卻時常說要離婚，被網民戲稱為「離婚界KOL」。近日，雯雯跟網民玩「你問我答」，再一次隔空罵爆張致恒！\n\n\n雯雯近日再次於網絡公審張致恒，早前她被無良業主臨時反口拒租，但最後都成功找到另一住屋，有網民問她：「搬咗屋慣唔慣？生活上有冇改善少少？」雯雯表示：「有地方住，已經好滿足，生活上冇改變過。」網民又問：「你提及過佢哋有時返學嘅車錢都冇，全家三餐都係撈麵嗎？夠飽咩？」雯雯回答：「其實有得食已經足夠。」\n\n睇更多雯雯張致恒過往新聞：\n\n\n\n\n其後，網民問到雯雯「最想要什麼？」，她直言：「目前一定係金錢」，同時透露現在每月需要3萬才能處理全家生活上的問題，即使她有開網店賣狗狗用品，但生意不似預期，更暗示張致恒沒給她一分一毫，「一個人要廢，冇嘢冇可能。」\n\n\n\n\n\n\n有見及此，網民問起了二人關係，又有網民說：「有一日，係天X商場見到你同你老公有講有笑，關係有冇好到呀？」雯雯即火爆地回應：「24小時都要對住，冇可能每一分鐘都嘈！趕又趕唔走（張致恒），賴死喺度，又一毫子都冇，又懶！如果你有辦法可以令佢離開嘅MSG（訊息）我。關係呢世都唔會好！人嘅本性好難改變。」\n於是網民問：「點解唔離婚？」她說：「有小朋友唔係話即刻就做，要安排好多野（嘢）」，有人建議趁張致恒出差可以搬走，靜靜分居2年，雯雯則表示：「間屋我租，點解我要走」，然後網民反問：「間屋你租 點解要比佢住？」，雯雯應道：「你可以嚟帶佢走？」 ，網民總結出「即係你屋企依家住咗條蛀米蟲」，雯雯只回覆了一個微笑的表情，相信是對張致恒早已失望透頂。\n\n睇更多張致恒過往新聞：\n\n更多相關文章：\n\n\n\nFollow she.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "ko",
            "authors": "Christine Cheung",
            "media": "https://media.zenfs.com/en/she_com_523/323f4082b8e430a3c8a8443fb652bd78",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "7e83d04de68119c13c14ba46ee1e6d3b"
        },
        {
            "title": "‘Surrounded' Review: An Outlaw and an Outsider Spar in Director Anthony Mandler's Top-Notch Western",
            "author": "Joe Leydon",
            "published_date": "2023-06-20 07:00:00",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/surrounded-review-outlaw-outsider-spar-070000770.html",
            "clean_url": "yahoo.com",
            "excerpt": "And now for something completely different: After attracting attention and appreciation with his debut feature, 'Monster,' a riveting contemporary drama about a Black high school honor student charged…",
            "summary": "And now for something completely different: After attracting attention and appreciation with his debut feature, 'Monster,' a riveting contemporary drama about a Black high school honor student charged as an accessory to a fatal shooting in his Harlem neighborhood, director Anthony Mandler continues to impress with his sophomore effort, 'Surrounded,' an exceptionally well-crafted Western that spins a gripping, racially charged tale of suspicion, deception and survival in post-Civil War New Mexico.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Joe Leydon",
            "media": "https://media.zenfs.com/en/variety.com/8943a77f26661ebc6a5ea75f4c4e694f",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "e9953e716973e5a71e78a1068d330f37"
        },
        {
            "title": "Pharrell Williams ouvre une nouvelle ère pour Louis Vuitton",
            "author": "Olga NEDBAEVA",
            "published_date": "2023-06-20 06:57:29",
            "published_date_precision": "full",
            "link": "https://fr.news.yahoo.com/pharrell-williams-ouvre-nouvelle-%C3%A8re-015719303.html",
            "clean_url": "yahoo.com",
            "excerpt": "Audace, rupture et démesure: l'artiste multi-facettes américain Pharrell Williams amène Louis Vuitton, la plus grande maison de luxe au monde, dans une autre dimension avec son premier défilé mardi soir à Paris, d'ores et déjà considéré comme historique. Les invités risquent d'être surpris, voire choqués même si ce n'est pas le but premier\", a déclaré Pharrell Williams dans un entretien mardi au Figaro, réalisé il y a deux semaines.",
            "summary": "Audace, rupture et démesure: l'artiste multi-facettes américain Pharrell Williams amène Louis Vuitton, la plus grande maison de luxe au monde, dans une autre dimension avec son premier défilé mardi soir à Paris, d'ores et déjà considéré comme historique.\nLes premiers éléments de cette collection masculine conçue par l'auteur du tube planétaire \"Happy\" donnent le ton et surprennent: c'est une femme, Rihanna, enceinte et portant de multiples sacs colorés, qui en est le visage.\nDans un calendrier de la Fashion week où les créneaux des grandes marques ne bougent quasiment jamais, Vuitton défile au premier jour, réservé à la jeune création, très tard et sur le pont Neuf, où les invités seront amenés en bateau!\nLa circulation sera bloquée sur les quais depuis Concorde jusqu'au pont Neuf à partir du milieu d'après-midi en vue du défilé prévu à 21h30 (19h30 GMT), a indiqué une source policière à l'AFP.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "fr",
            "authors": "Olga NEDBAEVA",
            "media": "https://media.zenfs.com/fr/afp.fr/3c593a8d3dd8d43285272da676413788",
            "is_opinion": false,
            "twitter_account": "@yahooactufr",
            "_score": 1.9994805,
            "_id": "f4ebac8eb724626a5e99578f33f44171"
        },
        {
            "title": "黃子佼爆大S吸毒 張蘭直播「今天是個好日子」",
            "author": "東森新聞",
            "published_date": "2023-06-20 06:38:00",
            "published_date_precision": "full",
            "link": "https://tw.news.yahoo.com/%E9%BB%83%E5%AD%90%E4%BD%BC%E7%88%86%E5%A4%A7s%E5%90%B8%E6%AF%92-%E5%BC%B5%E8%98%AD%E7%9B%B4%E6%92%AD-%E4%BB%8A%E5%A4%A9%E6%98%AF%E5%80%8B%E5%A5%BD%E6%97%A5%E5%AD%90-063800221.html",
            "clean_url": "yahoo.com",
            "excerpt": "黃子佼毀滅性大爆料，也點名大S和老公具俊曄都吸毒，雖然大S馬上澄清絕無此事，不過話題已經在對岸微博燒了起來。大S的前婆婆張蘭，昨天直播帶貨聽到相關消息，整個人非常興奮，除了播放相",
            "summary": "黃子佼毀滅性大爆料，也點名大S和老公具俊曄都吸毒，雖然大S馬上澄清絕無此事，不過話題已經在對岸微博燒了起來。大S的前婆婆張蘭，昨天直播帶貨聽到相關消息，整個人非常興奮，除了播放相關喜慶音樂，還不斷笑喊「揚眉吐氣」，同時還說「今天是個好日子」。\n張蘭直播帶貨，突然聽到黃子佼對前媳婦大S的毀滅性大爆料，她嘴上沒說什麼，但動作卻很多。\n大S前婆婆張蘭：「你好毒你好毒，你好毒嗚嗚嗚，你越說越離譜，我越聽越糊塗。」\n不僅在直播間播放多首歌曲，透過歌詞意有所指，甚至還跳起舞來，歡天喜地透露「今天是個好日子」。\n大S前婆婆張蘭：「今天是個好日子，心想的事兒都能成。」\n兒子汪小菲，也在同一天抵達台北陪家人，過去他曾在微博寫過「黃子佼那事，需要我說明嗎？真噁心」這句話，也讓網友直呼，原來汪小菲早知道黃子佼過往的騷擾事件。\n大S前婆婆張蘭：「天天在吸毒，我有證人對吧？可以讓法庭拉著他們去驗血，咱們幹到那一天，什麼都完了。」\n張蘭過去曾爆料，大S聚眾吸毒引發熱議，如今黃子佼也認證，還點名阿雅也在其中，對此大S第一時間反擊，黃子佼指控的吸毒事件，熙媛根本不在現場，法院早已在2004年判壹週刊敗訴，至於具俊曄曾",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "tw",
            "authors": "東森新聞",
            "media": "https://media.zenfs.com/ko/ebc.net.tw/125f46954b512a379e287f35ef240805",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "ffe8da15abaf160b20ecc118eb4e7236"
        },
        {
            "title": "《鬼滅之刃》主角原本不是炭治郎？ 網揭「這點」是爆紅關鍵",
            "author": "Yahoo奇摩社群（影音）",
            "published_date": "2023-06-20 05:51:00",
            "published_date_precision": "full",
            "link": "https://tw.news.yahoo.com/%E3%80%8A%E9%AC%BC%E6%BB%85%E4%B9%8B%E5%88%83%E3%80%8B%E4%B8%BB%E8%A7%92%E5%8E%9F%E6%9C%AC%E4%B8%8D%E6%98%AF%E7%82%AD%E6%B2%BB%E9%83%8E%EF%BC%9F-%E7%B6%B2%E6%8F%AD%E3%80%8C%E9%80%99%E9%BB%9E%E3%80%8D%E6%98%AF%E7%88%86%E7%B4%85%E9%97%9C%E9%8D%B5-055100269.html",
            "clean_url": "yahoo.com",
            "excerpt": "《鬼滅之刃》在全世界都超受歡迎，不僅漫畫賣出上億本，在台灣，劇場版電影還打敗冰雪奇緣2，登上票房冠軍，可見人氣之夯。不過，《鬼滅之刃》的主角原本不是炭治郎而另有其人？網路創作者「吉田皓一」就整理了幾點關於《鬼滅之刃》的冷知識！",
            "summary": "《鬼滅之刃》在全世界都超受歡迎，不僅漫畫賣出上億本，在台灣，劇場版電影還打敗冰雪奇緣2，登上票房冠軍，可見人氣之夯。不過，《鬼滅之刃》的主角原本不是炭治郎而另有其人？網路創作者「吉田皓一」就整理了幾點關於《鬼滅之刃》的冷知識！\n一、主角原型另有其人\n《鬼滅之刃》作者吾峠呼世晴在2013年時投稿了漫畫新人獎，並獲得佳作登上連載，《狩獵過頭反遭殃》描述主角和鬼戰鬥，也被視為是《鬼滅之刃》的前身。不過，在2015年時，吾峠呼世晴又投稿了《鬼殺の流》這部作品，故事世界觀也有「呼吸法」、「鬼殺隊」等設定卻落選了，原因就是出在主角的設定過於陰沉，雙眼全盲還沒有手腳，加上沉重的世界觀，一切都和少年週刊王道熱血漫畫相去甚遠，也不適合小孩觀看。\n吾峠呼世晴聽取編輯建議，將主角改為活潑樂觀的炭治郎，多次修改劇情後，《鬼滅之刃》才在2016年登上週刊少年JUMP開始連載。\n二、成功的原因\n《鬼滅之刃》能獲得如此巨大成功，吉田皓一表示，這其實要歸功於幕後推手：週刊少年JUMP編輯團隊。除了作者本身的能力外，編輯團隊擁有精準的眼光和市場經驗，能抓住讀者的喜好。而要在週刊少年JUMP上連載，作品就要呈現「友情」、",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "ko",
            "authors": "Yahoo奇摩社群 影音,Yahoo奇摩社群（影音）",
            "media": "https://s.yimg.com/ny/api/res/1.2/cLgRP_RpjaqDlBAUTVdRUg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NjQ-/https://s.yimg.com/os/creatr-uploaded-images/2023-06/fec43300-0f2d-11ee-bdbf-646b6f168e9b",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "131cb2a7c2743de35aa8def322db0de0"
        },
        {
            "title": "EXCLU Vincent Lacoste, sa maison décorée avec des objets luxe de tournages ? \"J'ai gardé un canapé un jour\"",
            "author": "Purepeople",
            "published_date": "2023-06-20 05:50:00",
            "published_date_precision": "full",
            "link": "https://fr.news.yahoo.com/exclu-vincent-lacoste-maison-d%C3%A9cor%C3%A9e-055000931.html",
            "clean_url": "yahoo.com",
            "excerpt": "Le film d'animation \"Elementaire\" a été présenté au public, en avant-première, lors de la cérémonie de clôture du Festival...",
            "summary": "Le film d'animation \"Elementaire\" a été présenté au public, en avant-première, lors de la cérémonie de clôture du Festival International du film de Cannes, le 27 mai 2023. Dans ce projet signé Peter Sohn, Vincent Lacoste prête sa voix à Flack.\nIl avait déjà doublé un serpent en 2017 dans Sahara de Pierre Coré. Aujourd'hui, Vincent Lacoste est la voix principale du nouveau film d'animation des studios Disney Pixar, tout comme Adèle Exarchopoulos. Dans Elementaire, qui sort en France le mercredi 21 juin 2023, le comédien prête ses cordes vocales à Flack, un être totalement composé d'eau, à fleur de peau, sentimental et émotionnel, qui fait la rencontre fortuite, tout feu tout flammes, de son extrême opposé, Flam la caractérielle.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "fr",
            "authors": "Purepeople",
            "media": "https://media.zenfs.com/fr/purepeople_fr_articles_981/0b2742325e189f977644c1f8dbc5b3c2",
            "is_opinion": false,
            "twitter_account": "@yahooactufr",
            "_score": 1.9994805,
            "_id": "91134de998223948fc3639a27bdeb9f2"
        },
        {
            "title": "電影LOL︳《閃電俠》靠口碑難救北美票房 《元素大都會》創Pixar史上最差開畫紀錄",
            "author": "電影LOL",
            "published_date": "2023-06-20 04:49:09",
            "published_date_precision": "full",
            "link": "https://hk.news.yahoo.com/%E9%9B%BB%E5%BD%B1lol%EF%B8%B3%E3%80%8A%E9%96%83%E9%9B%BB%E4%BF%A0%E3%80%8B%E9%9D%A0%E5%8F%A3%E7%A2%91%E9%9B%A3%E6%95%91%E5%8C%97%E7%BE%8E%E7%A5%A8%E6%88%BF-%E3%80%8A%E5%85%83%E7%B4%A0%E5%A4%A7%E9%83%BD%E6%9C%83%E3%80%8B%E5%89%B5pixar%E5%8F%B2%E4%B8%8A%E6%9C%80%E5%B7%AE%E9%96%8B%E7%95%AB%E7%B4%80%E9%8C%84-044909760.html",
            "clean_url": "yahoo.com",
            "excerpt": "正式公映前被譽為「史上最佳超級英雄電影」嘅《閃電俠》，開畫票房不似預期！同期上映Pixar嘅《元素大都會》喺北美成績一樣麻麻，開畫3日錄得2950萬美元，為Pixar 28年嚟最低開畫電影！",
            "summary": "正式公映前被譽為「史上最佳超級英雄電影」嘅《閃電俠》，開畫票房不似預期，北美本土地區收得最麻麻，首個週末3日收得5510萬美元，比預測開畫票房7000至7500萬低超多！\n《閃》男主角Ezra Miller近年行為幾度失控，雖然事後道歉，不過工作全面暫停，華納連宣傳都無預佢，改行口碑策略，公映前2個月已出現大量好評，連巨星湯告魯斯都力撐，好評吹到有咁大得咁大！\n可能期望越大失望越大，《閃》公映後好評未能持續發酵，滿心歡喜以為有幾代蝙蝠俠，結果備受期待嘅Michael Keaton條線鋪陳不足，空洞無味，電影唔錯但未至於「史上最佳」！\n《閃》亞洲地區票房表現亦麻麻，大票倉中國票房開畫3日收得9000萬人民幣，遠差於預期；韓國開畫排第3， 收380萬美金（約2900萬港元），排喺《犯罪都市3》及Pixar《元素大都會》之後。雖然香港首日錄得240萬、台灣首周錄得5600萬台幣（約1200萬港元）算成績理想，不過兩地市場相對較細，好收極都未能止蝕。\n同期上映Pixar嘅《元素大都會》喺北美成績一樣麻麻，開畫3日錄得2950萬美元，為Pixar 28年嚟最低開畫電影！據聞《元》拍攝成本唔比《閃",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "ko",
            "authors": "電影LOL",
            "media": "https://s.yimg.com/ny/api/res/1.2/q2o_ymaDjySFhWffNC.nVQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NDU-/https://s.yimg.com/os/creatr-uploaded-images/2023-06/20c89850-0525-11ee-9cfe-d3d72b448dd7",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "53d50c084f22e6cbac5c6c6215760202"
        },
        {
            "title": "李聖經見面會未婚夫驚喜送祝服 「深情告白」讓全場掀起高潮",
            "author": "溫雅雯",
            "published_date": "2023-06-25 07:33:29",
            "published_date_precision": "full",
            "link": "https://tw.news.yahoo.com/%E6%9D%8E%E8%81%96%E7%B6%93%E8%A6%8B%E9%9D%A2%E6%9C%83%E6%9C%AA%E5%A9%9A%E5%A4%AB%E9%A9%9A%E5%96%9C%E9%80%81%E7%A5%9D%E6%9C%8D-%E6%B7%B1%E6%83%85%E5%91%8A%E7%99%BD-%E8%AE%93%E5%85%A8%E5%A0%B4%E6%8E%80%E8%B5%B7%E9%AB%98%E6%BD%AE-073329955.html",
            "clean_url": "yahoo.com",
            "excerpt": "韓星李聖經主演韓劇《浪漫醫生金師傅3》才剛播畢，她就來到台灣舉辦粉絲見面會，見面會上最大驚喜莫過於「未婚夫」安孝燮親錄影片跨海應援，透露李聖經是個充滿愛的人，甜喊：「在我遇見過的人當中她是最有愛的」，讓現場尖叫聲不斷，女神與粉絲們完美歡樂共度端午連假。",
            "summary": "韓星李聖經主演韓劇《浪漫醫生金師傅3》才剛播畢，她就來到台灣舉辦粉絲見面會，見面會上最大驚喜莫過於「未婚夫」安孝燮親錄影片跨海應援，透露李聖經是個充滿愛的人，甜喊：「在我遇見過的人當中她是最有愛的」，讓現場尖叫聲不斷，女神與粉絲們完美歡樂共度端午連假。\n李聖經昨（24日）晚間在新北Zepp New Taipei舉辦「2023 LEE SUNG KYOUNG ASIA FAN MEETING[BE CLOSER] IN TAIPEI」；她演唱IU在韓劇《最佳愛情》中的〈Hold my hand〉登場，中文學得很標準的她向粉絲問候：「大家好，我是李聖經，很高興見到大家！很想你們，今天準備好一起開心地玩嗎？」由於李聖經人生第一次粉絲見面會就是獻給台灣，相隔4年能再有機會與粉絲見面讓她覺得非常幸福。\n曾為拍攝韓劇《女王之花》在台待了一段時間的李聖經，自豪已經去過很多地方，卻還沒有去過台北101，讓她這次來台很想上去台北101欣賞美麗的台北景色。在被問到此行一定要吃的美食時，喜歡炸雞的她選擇了還沒品嘗過的雞排，並聽到粉絲們的建議，補充說道有機會也想試試大腸包小腸。\n能歌擅舞的李聖經接連演唱了她主",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "ko",
            "authors": "溫雅雯",
            "media": "https://media.zenfs.com/ko/mirrormedia.mg/0f1bd5d6bdfa03da8322df7060234862",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "fb3ad2e9a574dd5815f685df95ea1564"
        },
        {
            "title": "Emmy Voters Face a Comically Existential Debate in the Best Comedy Series Race",
            "author": "Esther Zuckerman",
            "published_date": "2023-06-24 20:00:00",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/emmy-voters-face-comically-existential-200000678.html",
            "clean_url": "yahoo.com",
            "excerpt": "In the comedy Emmys race, voters have to choose. Yes, on a literal level, they'll have to choose between Abbott Elementary and The Bear and Barry and Ted Lasso as well as others. But there's also a…",
            "summary": "In the comedy Emmys race, voters have to choose. Yes, on a literal level, they'll have to choose between Abbott Elementary and The Bear and Barry and Ted Lasso as well as others. But there's also a more existential choice on the table: a choice between optimism and cynicism.\nOn one hand, shows like Apple TV+'s Ted Lasso and ABC's Abbott Elementary are about the essential goodness of people. In the former, nearly all the stuffy Brits have come around to the inspirational messaging of the coach from Kansas; in the latter, Philadelphia teachers are caring for kids and one another while trying to fend off an encroaching charter school that would make public education less equitable.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Esther Zuckerman",
            "media": "https://s.yimg.com/ny/api/res/1.2/M28ByHZTTSHTeGr637mM3Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzY-/https://media.zenfs.com/en/the_hollywood_reporter_217/918ccca57334244e60d22f0e4991836f",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "70e4337217687fbe6469770e97bb29a1"
        },
        {
            "title": "Tan France Teases His Dream Closet in His New Home: ‘It's Something I've Never Seen Done Before' (Exclusive)",
            "author": "Liza Esquibias",
            "published_date": "2023-06-24 13:00:00",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/tan-france-teases-dream-closet-130000875.html",
            "clean_url": "yahoo.com",
            "excerpt": "The 'Queer Eye' star describes the 1,000-square-foot closet as a \"palace\"",
            "summary": "The 'Queer Eye' star describes the 1,000-square-foot closet as a \"palace\"\nIf you could look into anyone's closet, whose would it be? If you answered Tan France, you're in luck.\nThe Next in Fashion host is building his dream house in Salt Lake City, Utah, and that includes his dream closet. France, 40, is documenting the project in a new show for Condé Nast, and he tells PEOPLE exclusively that the closet is a work of art.\n'I have one of the most beautiful closets you will ever see in your entire life that is being built right now,' France says.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Liza Esquibias",
            "media": "https://s.yimg.com/ny/api/res/1.2/5L.ctULkII.irBZYwQkAgg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/people_218/c12886513ebc582e24c3f4f42b7375e4",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "e6a4d0c64214c8cf89e2b9ba2bf79ef6"
        },
        {
            "title": "What do tick nests look like? What to know about the clusters of eggs and how to react",
            "author": "Madeline Beck",
            "published_date": "2023-06-24 11:21:12",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/tick-nests-look-know-clusters-112112752.html",
            "clean_url": "yahoo.com",
            "excerpt": "Tick nests are essentially clusters of tick eggs. Here's how to spot them and what to know about ticks.",
            "summary": "Tick season is in full swing in some states, which means tick-related illnesses such as Lyme disease are on the rise.\nOne state in particular, Michigan, is facing the issue more than ever, according to the Michigan Department of Health and Human Services.\nAnd where there are ticks, there are surely tick 'nests' to be found. These gelatinous, caviar-like clusters of eggs are anything but appetizing and, should you find one, will undoubtedly make your stomach drop.\nThe small pests can be dangerous to humans and pets because they can be infected with bacteria, viruses or parasites.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Detroit Free Press,Madeline Beck",
            "media": "https://s.yimg.com/ny/api/res/1.2/GkIfMxcKtXERHuM42zwErg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04Mzg-/https://media.zenfs.com/en/usa_today_news_641/472043f874173dbff081de1d7220a3d8",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "d83acb880e04de3831d2e4d9423ee8d9"
        },
        {
            "title": "New polling shows impeachment drama points to a summer of sweating for Ken Paxton",
            "author": "John C. Moritz",
            "published_date": "2023-06-24 11:01:02",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/polling-shows-impeachment-drama-points-110102877.html",
            "clean_url": "yahoo.com",
            "excerpt": "Even as Attorney General Ken Paxton and his lawyers seek to argue that impeachment is all politics, poll numbers show the drama is taking a toll.",
            "summary": "AUSTIN — As the drama surrounding suspended Attorney General Ken Paxton moves to the Texas Senate court of impeachment, the court of public opinion appears to be lining up against him.\nA new poll by the Texas Politics Project shows that fully one-half of Texans believe the House was correct in bringing the 20-count indictment while only 17% disagreed. Those numbers add to what is likely to be a very hot and sweaty summer for the three-term Republican who will remain in political and legal limbo until his Senate trial begins the day after Labor Day.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Corpus Christi Caller Times,John C. Moritz",
            "media": "https://s.yimg.com/ny/api/res/1.2/GYYedQttwy75ND.VxLu.2A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04OTM-/https://media.zenfs.com/en/corpus-christi-caller-times/45dab72be76e2a43e13e769bc1a2b9be",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "45f83726a6a87d468ef6ae0d4c87c728"
        },
        {
            "title": "A Cranston man was on 'Jeopardy!' Here's how he did",
            "author": "Katie Landeck",
            "published_date": "2023-06-24 09:05:52",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/cranston-man-jeopardy-heres-did-090552471.html",
            "clean_url": "yahoo.com",
            "excerpt": "\"What is ... one of the craziest experiences I could imagine?\"",
            "summary": "It wasn't a victory for Cranston resident Dan Meuse in his 'Jeopardy!' appearance on Thursday night, but it was a good time.\n\"What is ... one of the craziest experiences I could imagine?\" Meuse Tweeted, teasing the airing of the episode. \"It was an amazing time.\"\nMeuse, who lives in Rhode Island but is a lecturer in public affairs and the deputy director of State Health and Value Strategies at Princeton University, made a small nod to the Ocean State on the show. He wore two lapel pins representing his kids' schools: La Salle Academy and Providence Country Day School.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Katie Landeck,The Providence Journal",
            "media": "https://s.yimg.com/ny/api/res/1.2/VDqi.luNs5i9BiNWKpEA_A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04NjA-/https://media.zenfs.com/en/the-providence-journal/30c63d634d68bd0d6da6a96c33aa8675",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "b597425bae6e4f3c80d526d0208bad7e"
        },
        {
            "title": "Scooter Wins the 2023 World's Ugliest Dog Contest",
            "author": "Kelli Bender",
            "published_date": "2023-06-24 05:12:31",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/scooter-wins-2023-worlds-ugliest-051231175.html",
            "clean_url": "yahoo.com",
            "excerpt": "Scooter was crowned the winner of the 2023 Ugliest Dog Contest — an annual event held at the Sonoma-Marin Fair in Petaluma, California — on June 23",
            "summary": "Scooter was crowned the winner of the 2023 Ugliest Dog Contest — an annual event held at the Sonoma-Marin Fair in Petaluma, California — on June 23\nCourtesy of WORLD'S UGLIEST DOG\nUgly never looked so good!\nScooter triumphed over a group of unique-looking canines to win the 2023 World's Ugliest Dog Contest at the Sonoma-Marin Fair in Petaluma, California on Friday.\nThis year's champion was born with deformed back legs, according to TODAY. The 7-year-old was saved by the Saving Animals From Euthanasia (SAFE) rescue group.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Kelli Bender",
            "media": "https://s.yimg.com/ny/api/res/1.2/S1DQB_lSLPtVCQhYuDw8pg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/people_218/c077bda90c569a80736c877c4595bf4f",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "cc06525da594aaaac2b34144e68780db"
        },
        {
            "title": "Lily Tomlin, Marta Kauffman Call for Greater Industry Protections at Abortion Rights Picket: 'This Is a Discrimination Issue'",
            "author": "Katie Kilkenny",
            "published_date": "2023-06-23 23:37:49",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/lily-tomlin-marta-kauffman-call-233749855.html",
            "clean_url": "yahoo.com",
            "excerpt": "Lily Tomlin, Gloria Allred, Marta Kauffman and top creatives called for entertainment companies to enact stronger health and safety protections for employees working in states that have banned or…",
            "summary": "Lily Tomlin, Gloria Allred, Marta Kauffman and top creatives called for entertainment companies to enact stronger health and safety protections for employees working in states that have banned or criminalized abortion at a reproductive healthcare-themed picket in front of Amazon Studios on Friday.\n'Our message to the studios is this: It's not acceptable to wait until someone dies to take this seriously. It is not acceptable to force people who are pregnant or could get pregnant to have to choose between their jobs and their lives,' said writer-producer Cindy Chupack (Fleishman Is In Trouble, Sex and the City) in a speech at the event in front of the white columns of Culver Studios.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Katie Kilkenny",
            "media": "https://s.yimg.com/ny/api/res/1.2/njKFEYgJ5kz_VaJQOaehYA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzY-/https://media.zenfs.com/en/the_hollywood_reporter_217/ffad6757b0166d563dfee0890e4c2f9c",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "a132869c6cf9572cffa3d7384fd93102"
        },
        {
            "title": "'Asteroid City' star Jason Schwartzman on 'challenging' and 'exciting' father role in new film",
            "author": "Elisabetta Bianchini",
            "published_date": "2023-06-23 23:15:41",
            "published_date_precision": "full",
            "link": "https://ca.news.yahoo.com/asteroid-city-jason-schwartzman-wes-anderson-231541595.html",
            "clean_url": "yahoo.com",
            "excerpt": "When you think of a Wes Anderson film, likely the actor you associate with the filmmaker is Jason Schwartzman, now starring in Asteroid City.",
            "summary": "When you think of a Wes Anderson film, likely the actor you associate with the filmmaker is his longtime collaborator Jason Schwartzman.\nThe release of the film Asteroid City marks not only another project bringing Anderson and Schwartzman together, but a story and leading role that Anderson and co-writer Roman Coppola crafted for the actor specifically.\nHaving watched Schwartzman in a number of Anderson films, beginning with the 1998 movie Rushmore, playing a father in Asteroid City is something that stood out as \"challenging\" but \"exciting\" for the actor.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Elisabetta Bianchini",
            "media": "https://s.yimg.com/ny/api/res/1.2/IjFRM7KqhUKOExoBoG7NhQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-06/375e4c40-1204-11ee-bff9-292ef4ecb52b",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "15c59b02d0b1b32b118b5c91ddee22fd"
        },
        {
            "title": "Shayna Baszler Says She And Ronda Rousey Want To Defend Their Titles Every Week",
            "author": "Colin Tessier",
            "published_date": "2023-06-23 21:30:00",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/shayna-baszler-says-she-ronda-213000492.html",
            "clean_url": "yahoo.com",
            "excerpt": "Shayna Baszler wants to be a fighting champion. Baszler and Ronda Rousey won the WWE Women's Tag Team Championship on the May 29 episode of WWE RAW. They have since picked up an impressive win against…",
            "summary": "Shayna Baszler wants to be a fighting champion.\nBaszler and Ronda Rousey won the WWE Women's Tag Team Championship on the May 29 episode of WWE RAW. They have since picked up an impressive win against former NXT Women's Tag Team Champions Katana Chance and Kayden Carter. Baszler and Rousey will battle NXT Women's Tag Team Champions Isla Dawn and Alba Fyre in a title unification match on the June 23 episode of WWE SmackDown.\nSpeaking on Busted Open Radio, Baszler shared her thoughts ahead of the match and stated that she and Rousey want to defend the titles every week.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Colin Tessier",
            "media": "https://media.zenfs.com/en/wrestle_zone_910/3cbb16d6cc8996b8461dfe965cdeecc1",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "77280e953f74435d4b91b4765f2f038a"
        },
        {
            "title": "Christine Brown Vows to ‘Never' Mow Her Front Yard Again — All About Her Design Plans",
            "author": "Kaitlyn Huamani",
            "published_date": "2023-06-23 20:58:00",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/christine-brown-vows-never-mow-205800641.html",
            "clean_url": "yahoo.com",
            "excerpt": "The 'Sister Wives' star shared the latest update on her improvement projects for her Utah home",
            "summary": "The 'Sister Wives' star shared the latest update on her improvement projects for her Utah home\nTikTok/christine_brownsw\nChristine Brown is making major updates to her home.\nThe Sister Wives star, 51, shared her plans to ditch traditional landscaping for her Utah home and instead opt for xeriscaping, which involves using rocks, gravel and low-water-use or drought-tolerant plants to fill the lawn space.\n'I have no intention of mowing my front yard, ever,' Brown said in a video she posted on Instagram on Thursday.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Kaitlyn Huamani",
            "media": "https://s.yimg.com/ny/api/res/1.2/7xJyf6g9JtDK6qgEsv_ecg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/people_218/879ce58db5ef6d03fe4f69a3c8b2fd4f",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "1500c5a1b188434d694f20989d92fe32"
        },
        {
            "title": "This TV news anchor is leaving ABC30 in Fresno for full-ride fellowship. What's next?",
            "author": "Joshua Tehee",
            "published_date": "2023-06-23 20:26:37",
            "published_date_precision": "full",
            "link": "https://news.yahoo.com/tv-news-anchor-leaving-abc30-202637579.html",
            "clean_url": "yahoo.com",
            "excerpt": "You have one more week to see her on the air.",
            "summary": "Brittany Jacob is leaving her job at ABC30 and going back to school.\n'I'm hanging up my news hat,' the reporter/anchor announced in a social media post Friday.\n'Wow. I said it, and it's really starting to sink in.'\nThe Houston native said she was accepted into the Haas Business program at UC Berkeley and will start working toward a Master's of Business Administration as a full-ride Consortium Fellow.\n'This has been my prayer for years to pursue a fully-funded graduate degree,' Jacob wrote.\n'Timing is everything!'\nThis isn't the first career change for Jacob.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Joshua Tehee",
            "media": "https://media.zenfs.com/en/fresno_bee_mcclatchy_articles_660/388a11f10a8d235686cd595f0414be92",
            "is_opinion": false,
            "twitter_account": "@YahooNews",
            "_score": 1.9994805,
            "_id": "a2734d0148645f008fc4a297b7d967fe"
        },
        {
            "title": "Nikola Electric Trucks Catch Fire, and Company Suspects Foul Play",
            "author": "Jack Fitzgerald",
            "published_date": "2023-06-23 19:13:00",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/nikola-electric-trucks-catch-fire-191300139.html",
            "clean_url": "yahoo.com",
            "excerpt": "Several electric trucks were damaged in the fire, which the Phoenix-based manufacturer said it suspects was deliberately set.",
            "summary": "Nikola, the electric truck manufacturer on Friday, reported a fire around its global headquarters in Phoenix.\nMultiple electric trucks were burned in the incident, though no injuries have been reported.\nThe company took to Twitter to announce that it suspects foul play was involved in starting the fire.\nCommercial electric truck startup Nikola on Friday reported a fire around its Phoenix, Arizona, headquarters. Multiple electric trucks were burned in the fire, though no injuries have been reported from the scene.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Jack Fitzgerald",
            "media": "https://s.yimg.com/ny/api/res/1.2/ZyorkvXUwUX7YyNxrJo9Pw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD01OTg-/https://media.zenfs.com/en/car_and_driver_581/354dfa417cad39fced032025e7a03923",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "cbad896387838912e26a32ae55410de6"
        },
        {
            "title": "Shy'm victime de préjugés sur ses origines : \"Si j'avais été blonde aux yeux bleus, peut-être que je n'aurais pas vécu ces trucs\"",
            "author": "Maïlis  Rey-Bethbeder",
            "published_date": "2023-06-23 18:40:27",
            "published_date_precision": "full",
            "link": "https://fr.style.yahoo.com/shym-victime-prejuges-famille-origines-184027066.html",
            "clean_url": "yahoo.com",
            "excerpt": "Invitée dans l'émission \"The Wheel\", sur TF1, ce vendredi 23 juin, la chanteuse Shy'm est née et a grandi à Trappes. Au cours de sa vie et de sa carrière, l'artiste a été souvent ramenée à ses…",
            "summary": "Shy'm, de son vrai nom Tamara Marthe, est née à Trappes en 1985, d'un père martiniquais et d'une mère normande. Très vite, elle ressent un jugement lorsqu'elle évoque sa ville natale. La jeune femme a raconté avoir été confrontée à certaines réflexions remplies de stéréotypes dès son arrivée sur les bancs de l'école, qui l'ont poursuivie tout au long de sa carrière.\nVidéo. La minute de Shy'm\nLes regards désapprobateurs et les jugements ont commencé dès les premiers jours de classe pour Shy'm. \"Je me suis toujours trimballé une mauvaise réputation parce que je disais que j'étais née à Trappes, que j'habitais à Trappes.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "fr",
            "authors": "Maïlis  Rey-Bethbeder",
            "media": "https://s.yimg.com/ny/api/res/1.2/_oB0xp.jt5PyBoqjd8keUA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-06/81b689c0-119f-11ee-b7b9-cb30f0553abe",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "9ceea0e9b7ad19ce638695f971e02e6f"
        },
        {
            "title": "Serial Cheaters, Tell Me Why You Won't (Or Can't) Stop Being Unfaithful",
            "author": "BuzzFeed",
            "published_date": "2023-06-23 18:16:03",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/lifestyle/youre-serial-cheater-anonymously-tell-181603032.html",
            "clean_url": "yahoo.com",
            "excerpt": "Once a cheater, (sometimes) always a cheater.",
            "summary": "NBC / Via giphy.com\nCBS / Via giphy.com\nHey U Guys / Via youtube.com\nUniversal Pictures / Via youtube.com\nCBC / Via giphy.com",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "BuzzFeed",
            "media": "https://media.zenfs.com/en/buzzfeed_articles_778/89a3b33a08e0818e2fee141d5d483f5c",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "6ba7160c40af812459447012ae27c1e5"
        },
        {
            "title": "California Bald Eagles Spotted Raising Baby Red-Tailed Hawks in Their Nest Alongside Eaglet",
            "author": "Daniel S. Levine",
            "published_date": "2023-06-23 16:23:33",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/california-bald-eagles-spotted-raising-162333027.html",
            "clean_url": "yahoo.com",
            "excerpt": "A birdwatcher thought the first baby red-tailed hawk brought to the nest was food for the eagles, but the mother eagle adopted and fed the baby bird instead",
            "summary": "A birdwatcher thought the first baby red-tailed hawk brought to the nest was food for the eagles, but the mother eagle adopted and fed the baby bird instead\nJann Nichols/ AMAZING ANIMALS+/ TMX\nTwo bald eagles in Santa Clara County, California, recently added some unlikely residents to their nest — two baby red-tailed hawks.\nIn mid-May, wildlife photographer Doug Gillard noticed a female bald eagle carrying an eyas, the term for a baby hawk, to her nest. He assumed the eyas was a meal for the eagle's eaglet, a baby bird far larger than the little hawk.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Daniel S. Levine",
            "media": "https://s.yimg.com/ny/api/res/1.2/H.1xGKSZnmtPCAhGBeHhLA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/people_218/f8ae04e111684617d5cf477456839d16",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "739dd8211d547cb6b4c58233265e2f0c"
        },
        {
            "title": "Nate Watts picks his top 5 Stevie Wonder basslines",
            "author": "Nick Wells",
            "published_date": "2023-06-23 13:56:07",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/nate-watts-picks-top-5-135607533.html",
            "clean_url": "yahoo.com",
            "excerpt": "Stevie's long-serving bassist names his 5 favorite bass grooves, and the James Jamerson line that helped get him the gig",
            "summary": "Born on 25th March 1954 in the heart of Detroit, Michigan, Nathan Watts has laid the foundation for some of the most influential music ever recorded. You'll find him on albums by the Jacksons, Diana Ross, Gladys Knight and the Pips, the Pointer Sisters, Lionel Richie, Herbie Hancock, The Temptations, Sérgio Mendes and Paul McCartney to name just a few. Still, it's as Stevie Wonder's long-serving bassist, the man he casually refers to as Steve, that Nate has earned a reputation as one of the world's most proficient bass players, or as Marcus Miller puts it, 'Nate is the Godfather.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Nick Wells",
            "media": "https://s.yimg.com/ny/api/res/1.2/hYWuCcNTnouwMsLGru8TAQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/guitar_world_625/952196de935e757e479f3d37133b966d",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "a468e7e1973b8aeb1f0d43c8ef60abae"
        },
        {
            "title": "Former Discovery Executive Dee Forbes Suspended as Director General of Irish Broadcaster RTE Over Talent Payment Scandal",
            "author": "Naman Ramachandran",
            "published_date": "2023-06-23 13:55:05",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/former-discovery-executive-dee-forbes-135505887.html",
            "clean_url": "yahoo.com",
            "excerpt": "Irish public service broadcaster Raidió Teilifís Éireann (RTE) has suspended its director general Dee Forbes, a former high-level Discovery executive, over an ongoing scandal around an overpaid TV…",
            "summary": "Irish public service broadcaster Raidió Teilifís Éireann (RTE) has suspended its director general Dee Forbes, a former high-level Discovery executive, over an ongoing scandal around an overpaid TV host.\nPresenter Ryan Tubridy was paid €345,000 ($375,860) more than his €420,000 annual published salary between 2017 and 2022, the RTE board said in a statement on Thursday. The excess amount remained undeclared. Tubridy, who hosted the 'Late Late Show' until quitting in March, has continued with his weekday program 'The Ryan Tubridy Show,' though he did not present the show on Friday.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Naman Ramachandran",
            "media": "https://media.zenfs.com/en/variety.com/5881e79452eefdab854e6379b7f16b0c",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "0f3ba1734ccccbcf0f3c376ee9ae81d0"
        },
        {
            "title": "Kate, Princess of Wales makes first Royal Ascot 2023 appearance",
            "author": "Laura Hampson",
            "published_date": "2023-06-23 13:37:42",
            "published_date_precision": "full",
            "link": "https://uk.style.yahoo.com/kate-middleton-royal-ascot-2023-vote-favourite-royal-celebrity-outfit-133742386.html",
            "clean_url": "yahoo.com",
            "excerpt": "Use our slider tool and rate each royal and celebrity dress as it's worn at the famed equestrian event.",
            "summary": "Kate, Princess of Wales has made her debut appearance at Royal Ascot 2023. Ensuring she stood out from the crowd, the royal opted for a bespoke, bright red wrap dress by Alexander McQueen for her entrance on day four of the event.\nA wide-brim matching hat from Philip Treacy provided some shade from the sun and a more affordable outfit addition - Sezane 'Esmee' gold brass earrings - completed the look.\n\nThe mum of three arrived in the second carriage as part of the Royal Procession, accompanied by Prince William, Princess Beatrice and her husband Edoardo Mapelli Mozzi.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Laura Hampson",
            "media": "https://s.yimg.com/ny/api/res/1.2/pw_POBVUOOfX33uSBGNB0g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-06/ee86e2a0-11c9-11ee-bc6b-0bcd04f6a076",
            "is_opinion": false,
            "twitter_account": "@yahoolifeuk",
            "_score": 1.9994805,
            "_id": "9aaf602295d95a33d9889b6e4bc92309"
        },
        {
            "title": "Firefighter Adopts Newborn Girl Left in Florida Safe Haven Baby Box: 'We Locked Eyes and That Was It'",
            "author": "Kimberlee Speakman",
            "published_date": "2023-06-23 12:35:36",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/firefighter-adopts-newborn-girl-left-123536628.html",
            "clean_url": "yahoo.com",
            "excerpt": "\"I picked her up and held her ... I've loved her ever since that moment,\" said the firefighter, who'd struggled to conceive with his wife for 10 years",
            "summary": "\"I picked her up and held her ... I've loved her ever since that moment,\" said the firefighter, who'd struggled to conceive with his wife for 10 years\n10 Tampa Bay/Youtube\nA newborn who was surrendered at Ocala Fire Rescue's Fire Station No. 1 in Ocala, Florida, earlier this year has found a permanent new home.\nA firefighter, who wished to remain anonymous, told TODAY he'd been working the overnight shift on Jan. 2 when he heard an alarm at 2 a.m. indicating a baby had been left at the department's Safe Haven Baby Box, a device that allows someone to surrender a newborn who can't be cared for.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Kimberlee Speakman",
            "media": "https://s.yimg.com/ny/api/res/1.2/tENcfVkXb1oQ8shSSUeoeQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/people_218/db8505469cf3277496d896bb0a52d0bd",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "4420ebd623586f144a0da04e1828b83d"
        },
        {
            "title": "不滿遭控性騷擾！71歲廖峻親上警局憤怒提告",
            "author": "記者詹鎰睿/台北報導",
            "published_date": "2023-06-23 10:20:43",
            "published_date_precision": "full",
            "link": "https://tw.news.yahoo.com/%E4%B8%8D%E6%BB%BF%E9%81%AD%E6%8E%A7%E6%80%A7%E9%A8%B7%E6%93%BE-71%E6%AD%B2%E5%BB%96%E5%B3%BB%E8%A6%AA%E4%B8%8A%E8%AD%A6%E5%B1%80%E6%8F%90%E5%91%8A%E4%BA%86-063640810.html",
            "clean_url": "yahoo.com",
            "excerpt": "[NOWnews今日新聞]資深藝人廖峻日前遭到一名網美指控性騷擾，讓廖峻兒子錦德十分氣憤，公布與爸爸的對話紀錄否認傳聞，後來錦德也說明對方已經道歉，「峻爸不會提告！」怎料，錦德突然改變想法，今（23）...",
            "summary": "[NOWnews今日新聞]資深藝人廖峻日前遭到一名網美指控性騷擾，讓廖峻兒子錦德十分氣憤，公布與爸爸的對話紀錄否認傳聞，後來錦德也說明對方已經道歉，「峻爸不會提告！」怎料，錦德突然改變想法，今（23）日下午與陪著71歲的爸爸廖峻，一同現身大湖派出所報案提告，廖峻也透露明天就是他的72歲生日，因不滿對方的影射，讓他損失上百萬的代言工作，直呼：「要在生日前把一切通通處理好。」\n廖峻今日在兒子錦德的陪同下現身大湖派出所進行提告，廖峻無奈表示，最近因為MeToo性騷擾事件，已經把演藝圈搞得烏煙瘴氣。廖峻表示，原本他是想息事寧人，但在這段期間有好多廠商、好朋友打電話來關心，就怕因為這起風波影響到自身名譽，廖峻才決定主動提告，以證明清白。\n廖峻提到，明天就是他的72歲大壽，再加上過幾天就要住院開刀，所以想在今天一次把所有事情解決。而談到對該名網美的印象，廖峻解釋，十多年前因看到對方太可憐，還想把手上賺錢的工具賣掉，他心軟才決定主動借10萬元幫助對方度過難關。\n廖峻強調，他與該名網美只見過兩次面，一次是在華視咖啡廳，一次是與好友製作人赴約，現場也有很多人，而且對方這兩次都有媽媽陪同，怎料，好心幫忙的",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "ko",
            "authors": "記者詹鎰睿 台北報導,記者詹鎰睿/台北報導",
            "media": "https://media.zenfs.com/ko/nownews.com/2dc7eb1b6654628cfd72d6beaf6c02a9",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "96f7dabd7879dde3aec0cc6d27c6916d"
        },
        {
            "title": "Florida bucket list: 65 fun things to do, places to visit from the Keys to the Panhandle",
            "author": "Wade Tatangelo",
            "published_date": "2023-06-23 09:20:24",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/florida-bucket-list-65-fun-092024677.html",
            "clean_url": "yahoo.com",
            "excerpt": "Our picks include world-famous attractions and hidden treasures, with destinations spanning from the Panhandle to Central Florida and Key West.",
            "summary": "Summer is the perfect time to explore Florida and to help we have updated our annual bucket list of the best things to do and places to visit in the Sunshine State. The travel experts at Tripadvisor recently unveiled the winners of their 2023 Travelers' Choice Best of the Best \"Things to Do\" Awards, and you'll find the top picks from Florida on our list as well, plus many more fun options.\nOur picks include world-famous attractions and hidden treasures, with destinations spanning from the Panhandle to Central Florida and Key West.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Ashley Varese,Eddie Ritz,Palm Beach Post,Suzy Fleming Leonard,Tom Szaroleta,Wade Tatangelo",
            "media": "https://media.zenfs.com/en/palm-beach-daily-news/e1865b400c360eaf12243f6bacbbfcd5",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "e0786f191a1c2283347bcae83f7ef926"
        },
        {
            "title": "Boris Becker zeigt sich mit Freundin Lilian und Ex-Frau Barbara",
            "author": "ae/spot",
            "published_date": "2023-06-23 07:51:52",
            "published_date_precision": "full",
            "link": "https://de.nachrichten.yahoo.com/boris-becker-zeigt-freundin-lilian-075152050.html",
            "clean_url": "yahoo.com",
            "excerpt": "Wortwörtlich an einen Tisch hat Boris Becker seine Ex-Frau Barbara Becker und seine Freundin Lilian de Carvalho Monteiro gebracht. Auch Sohn Elias war bei dem Treffen in Mailand dabei.",
            "summary": "Der ehemalige Tennisprofi Boris Becker (56) zeigt sein Patchwork-Glück: Auf einem Instagram-Schnappschuss lächelt er neben Freundin Lilian de Carvalho Monteiro (33), seiner Ex-Frau Barbara Becker (56) und Sohn Elias (23) in die Kamera.\nBei Instagram postete er ein Foto mit seiner aktuellen Partnerin und seiner Ex-Frau. \"Was für ein schöner Tag in Mailand\", schrieb er dazu.\nSein jüngster Sohn mit Barbara Becker, Elias, komplettiert die Runde. Die vier sitzen gut gelaunt an einem Tisch und strahlen in die Kamera.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "de",
            "authors": "Ae Spot,ae/spot",
            "media": "https://media.zenfs.com/en/spotonnews.de.com/da7f84233fd66352d33b16a4b49aa62d",
            "is_opinion": false,
            "twitter_account": "@Yahoode",
            "_score": 1.9994805,
            "_id": "633e3fea0c0fb334b3c1a2f6dd707cf0"
        },
        {
            "title": "Kim Petras' 'Feed the Beast' stamps her status as the new club music star we need",
            "author": "Melissa Ruggieri",
            "published_date": "2023-06-23 04:00:22",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/kim-petras-feed-beast-stamps-040022469.html",
            "clean_url": "yahoo.com",
            "excerpt": "Make room on the dance floor: Kim Petras' long-awaited debut album \"Feed the Beast\" is destined to commandeer the clubs this summer.",
            "summary": "After a delayed-then-shelved album ('Problématique'), a Grammy Award ('Unholy') and a high-profile magazine cover (\"Sports Illustrated Swimsuit\"), Kim Petras has delivered the debut release fans have clamored for since hearing dance-pop earworms 'I Don't Want it All' and 'Heart to Break' more than five years ago.\n'Feed the Beast' arrives Friday after a handful of mix tapes and EPs introduced the German-bred Petras, 30, to club playlists with an intoxicating mesh of techno-disco-goth-house music.\nPrevious singles 'Brrr,' 'Coconuts' and 'Unholy'(also on co-star's Sam Smith's 'Gloria' album) appear among the 15 tracks, which have been crafted by an assembly of international songwriters and producers including Canada's Cirkut and Mathieu Jomphe-Lepine, Sweden's Max Martin and ILYA and familiar American names Dr.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Melissa Ruggieri,USA TODAY",
            "media": "https://s.yimg.com/ny/api/res/1.2/zgHH8DvzQtPdHONSCKKU9A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD0xMjAw/https://media.zenfs.com/en/usa_today_entertainment_893/38b6ee34dc3ae3c487902d67165890be",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "0d9288ac56102e9b1587c61c56d38a80"
        },
        {
            "title": "What Really Happens To Marriage After Having Kids, According To Research",
            "author": "Melissa Noble",
            "published_date": "2023-06-23 02:30:00",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/really-happens-marriage-having-kids-023000955.html",
            "clean_url": "yahoo.com",
            "excerpt": "Ever wonder what happens to your brain after you have kids?",
            "summary": "Parents, get ready for the greatest news you'll here all day.\nWhen it comes to parenthood, there is no better feeling than raising a family with the love of your life.\nTo say that making the decision to have kids with your partner is life-changing would be a major understatement (and pretty obvious so we won't say it).\nBut according to recent studies, they are even more perks to having a \"mini-me\" running around the house.\n\nIn fact, research from 2019 confirms what we pretty much already knew: Children bring partners closer together.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Melissa Noble",
            "media": "https://media.zenfs.com/en/yourtango_760/df6f0ed2626481b055573cf332999374",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "af48594ee2ed587f01edccacfafbaa24"
        },
        {
            "title": "‘Rust' Prosecutors Add Evidence Tampering Charge Against Film's Armorer",
            "author": "Patrick Hipes",
            "published_date": "2023-06-23 00:58:00",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/rust-prosecutors-add-evidence-tampering-005800098.html",
            "clean_url": "yahoo.com",
            "excerpt": "Hannah Gutierrez-Reed, the Rust armorer who has been charged with involuntary manslaughter in the October 2021 death of Halyna Hutchins on the New Mexico set of the indie Western, now faces a second…",
            "summary": "Hannah Gutierrez-Reed, the Rust armorer who has been charged with involuntary manslaughter in the October 2021 death of Halyna Hutchins on the New Mexico set of the indie Western, now faces a second charge: tampering with evidence.\nThe special prosecutors in the case said Thursday in a court filing that the second count alleges 'the above-named defendant did transfer narcotics to another person with the intent to prevent the apprehension, prosecution or conviction of herself.'\n\n‘Rust' Prosecutors Say Armorer Likely Hung Over On Set The Day Of Fatal Shooting; Decision On Re-Filing Charges Against Alec Baldwin Nears\n'Rust' Armorer Hannah Gutierrez-Reed Wants Fatal Movie Shooting Case Dismissed; Gun That Killed Cinematographer Halyna Hutchins Receiving New Forensic Testing\n\nNo other details were provided.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Patrick Hipes",
            "media": "https://s.yimg.com/ny/api/res/1.2/JAYho232qeS32bWSFvAESQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzY-/https://media.zenfs.com/en/deadline.com/0c9729f376011a724ae7f3308779aa94",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "248924bcfc7b14ed3fb454b0ff4287dd"
        },
        {
            "title": "Jack River, Middle Kids, Sampa The Great & More to Play Caloundra Music Festival 2023",
            "author": "Jules Lvre",
            "published_date": "2023-06-22 22:19:31",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/jack-river-middle-kids-sampa-221931071.html",
            "clean_url": "yahoo.com",
            "excerpt": "Caloundra Music Festival has announced its first round of artists for its 2023 edition, with Sampa the Great, Jack River, Middle Kids, and Illy leading the lineup. There'll also be sets from the likes…",
            "summary": "Caloundra Music Festival has announced its first round of artists for its 2023 edition, with Sampa the Great, , , and leading the lineup. There'll also be sets from the likes of , soul singer , , , L.A.B., and more. See the full lineup below – more artists are set to be announced.\nThe festival, now in its 16th year, will return to Kings Beach in Caloundra and run from Friday, September 29 to Sunday, 1st October. Tickets are now on sale, check out all the details below.\nNew Zealand act L.A.B. have recently been announced on another Queensland Festival: Promiseland, alongside Ms.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Jules LeFevre",
            "media": "https://media.zenfs.com/en/music_feeds_654/f45db1a7522648af06886906b6cab946",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "8e6ddc1a452e6b1cc3c3940e8ed66d31"
        },
        {
            "title": "Dana White Talking to Elon Musk and Mark Zuckerberg About UFC Fight",
            "author": "Anthony Nash",
            "published_date": "2023-06-22 20:53:14",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/dana-white-talking-elon-musk-205314076.html",
            "clean_url": "yahoo.com",
            "excerpt": "Social media has been ablaze since Elon Musk and Mark Zuckerberg agreed to a fight. According to UFC President Dana White, he's already spoken to the pair about a potential match. Both Zuckerberg and…",
            "summary": "Social media has been ablaze since Elon Musk and Mark Zuckerberg agreed to a fight. According to UFC President Dana White, he's already spoken to the pair about a potential match.\nSpeaking to TMZ Live on Thursday, White said that he's been in communication with both Zuckerberg and Musk. Both are genuinely interested about squaring off in the ring.\n'Talked with Mark and Elon last night, both guys are absolutely dead serious about this,' White said.\n\nThings began on Twitter this week, when Musk replied to a tweet noting Zuckerberg was in the process of building a social media site similar to Twitter.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Anthony Nash",
            "media": "https://media.zenfs.com/en/comingsoon_net_477/b9521c6f66ea8c9bbe44373608cc0bb6",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "9faa1e1ef4f29b8fce39b3908da0944d"
        },
        {
            "title": "Pregnant Rihanna Gets a Kiss from A$AP Rocky in Sweet Photos Where He Cradles Her Baby Bump",
            "author": "Hannah Sacks",
            "published_date": "2023-06-22 20:34:42",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/pregnant-rihanna-gets-kiss-ap-203442302.html",
            "clean_url": "yahoo.com",
            "excerpt": "The singer wore a black, see-through bodysuit that showcased her baby bump",
            "summary": "The singer wore a black, see-through bodysuit that showcased her baby bump\nSplashNews.com\nRihanna and A$AP Rocky are enjoying a parents' night out.\nThe pregnant singer, 35, and partner A$AP Rocky, 34, posed outside a restaurant in Nice, France on Thursday, where Rihanna wore a skin-tight, semi-see-through bodysuit and clear heels, accessorizing with a green fan.\nRocky stood behind her, wrapping his arms around her baby bump. The rapper wore a green jacket, green beanie, black shorts and sneakers, planting a sweet kiss on her cheek as Rihanna beamed.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Hannah Sacks",
            "media": "https://s.yimg.com/ny/api/res/1.2/1FjWXkFPyBSvcJyuE0G2mg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/people_218/1b372e1a22d873c180dd65cea03a604c",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "8d0ce23e7a3b71866ab5e74422919d03"
        },
        {
            "title": "Edgar Berlanga vs. Jason Quigley: How to Watch the Boxing Showdown on DAZN",
            "author": "Rylee Johnston",
            "published_date": "2023-06-22 20:31:01",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/edgar-berlanga-vs-jason-quigley-203101999.html",
            "clean_url": "yahoo.com",
            "excerpt": "Tune in Saturday (June 24) to catch all the action.",
            "summary": "All products and services featured are independently chosen by editors. However, Billboard may receive a commission on orders placed through its retail links, and the retailer may receive certain auditable data for accounting purposes.\nEdgar Berlanga will go against Jason Quigley on Saturday (June 24) for a chance at the WBO NABO super middleweight world title live on . The winner will either face Canelo Alvarez outright or will go head-to-head with another interim belt.\n\n\n\n\nQuigley will be coming all the way from Ireland to take on Berlanga in what may be a career-pivoting boxing match for him.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Rylee Johnston",
            "media": "https://s.yimg.com/ny/api/res/1.2/VyWMobehB2fmYNtlLFybHw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03OTQ-/https://media.zenfs.com/en/billboard_ecomm_884/ed56f649d77b479a1de378f0a93fa684",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "6ea5b57e87e9b2049ef466099ac85ec2"
        },
        {
            "title": "Collin Gosselin Focuses on 'Gratitude' and Calls Sextuplet Sister Hannah His 'Number 1' in Graduation Post",
            "author": "Kelly Wynne",
            "published_date": "2023-06-22 19:51:11",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/collin-gosselin-focuses-gratitude-calls-195111703.html",
            "clean_url": "yahoo.com",
            "excerpt": "The 'Kate Plus 8' alum also praised dad Jon Gosselin's ex-girlfriend Colleen Conrad for being \"my motivator for being successful in this world\"",
            "summary": "The 'Kate Plus 8' alum also praised dad Jon Gosselin's ex-girlfriend Colleen Conrad for being \"my motivator for being successful in this world\"\nCollin Gosselin/Instagram\nCollin Gosselin is looking back on his high school years with immense appreciation.\nThe former Kate Plus 8 child star shared what he's learned — and who has helped him along the way — as he prepares for the next steps into adulthood. Collin shared an Instagram post of himself and sister Hannah Gosselin, both 19, sitting on top of a convertible driven by their dad, Jon Gosselin.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Kelly Wynne",
            "media": "https://s.yimg.com/ny/api/res/1.2/Pel_X8FIcW_ayykNQI.BMA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/people_218/355a1cf3290fe1989b286f715d288622",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "93a21f6f4c0bcd969936d4889d7b4676"
        },
        {
            "title": "\"C'est un combat qu'on a perdu...\" : Philippe Caverivière se livre sur la mort bouleversante de sa soeur âgée de 4 ans",
            "author": "Purepeople",
            "published_date": "2023-06-22 19:48:00",
            "published_date_precision": "full",
            "link": "https://fr.news.yahoo.com/cest-combat-quon-perdu-philippe-194800741.html",
            "clean_url": "yahoo.com",
            "excerpt": "Mercredi 21 juin 2023, sur le plateau de \"Quotidien\" sur TMC, Philippe Caverivière a fait de bouleversantes confidences...",
            "summary": "Mercredi 21 juin 2023, sur le plateau de \"Quotidien\" sur TMC, Philippe Caverivière a fait de bouleversantes confidences sur sa soeur décédée à 4 ans ans après un combat contre la maladie. Parrain de l'association Léo qui vient en aide aux enfants touchés par le cancer, l'humoriste marqué par ce drame espère faire avancer les choses à son échelle.\nUne gouaille incontournable ! Au quotidien, Philippe Caverivière s'illustre sur RTL dont la pastille est très attendue par les auditeurs. En parallèle, le principal intéressé enchaîne aussi les tournages avec Quelle Epoque ! sur France 2.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "fr",
            "authors": "Purepeople",
            "media": "https://media.zenfs.com/fr/purepeople_fr_articles_981/7048c42ac8ca862bb512fbea56a6cd08",
            "is_opinion": false,
            "twitter_account": "@yahooactufr",
            "_score": 1.9994805,
            "_id": "4b481df77a712c4c3b4302bb270d9064"
        },
        {
            "title": "Aseguran que Shakira habría pedido que sus hijos no convivan con la novia de Gerard Piqué",
            "author": "LA NACION",
            "published_date": "2023-06-22 19:10:02",
            "published_date_precision": "full",
            "link": "https://es-us.vida-estilo.yahoo.com/aseguran-shakira-habr%C3%ADa-pedido-hijos-191002649.html",
            "clean_url": "yahoo.com",
            "excerpt": "La colombiana habría hecho este pedido en el acuerdo pos separación; hecho que explica el motivo por el cual Sasha y Milán no asistirán a la boda de su tío Marc en Barcelona este sábado",
            "summary": "A pesar de haberse separado hace casi un año, Shakira y Gerard Piqué siguen sumando capítulos a su conflictiva ruptura. En los últimos días, el foco de la discusión estuvo puesto en la crianza de sus pequeños Sasha y Milán y en una supuesta cláusula del acuerdo pos separación que la cantante estaría haciendo cumplir a rajatabla: que sus hijos no convivan con Clara Chía Mari, la actual pareja del exfutbolista.\nTodo salió a la luz cuando se empezó a rumorear sobre la ausencia de los menores en la boda del hermano de Piqué, que se realizará este sábado 24 de junio en Barcelona.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "es",
            "authors": "LA NACION",
            "media": "https://s.yimg.com/ny/api/res/1.2/6MbyYNCFS6g6rnlJvTi7MQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/es/lanacion.com.ar/9ea0b9466191c22aac054e799975ad73",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "3b67d1b5631fda1a941b40e8551daaa5"
        },
        {
            "title": "Harrison Ford Explains Why He Has No Plans to Retire from Acting: 'I Love to Feel Useful'",
            "author": "Tommy McArdle",
            "published_date": "2023-06-22 19:07:22",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/harrison-ford-says-no-plans-190722441.html",
            "clean_url": "yahoo.com",
            "excerpt": "After the fifth and final 'Indiana Jones' movie, the actor still has 'Captain America: Brave New World' and more on his list of upcoming projects",
            "summary": "After the fifth and final 'Indiana Jones' movie, the actor still has 'Captain America: Brave New World' and more on his list of upcoming projects\nMike Coppola/Getty\nHarrison Ford simply isn't ready to retire from Hollywood.\nAs Ford appeared on Who's Talking to Chris Wallace?, set to air Friday, the 80-year-old Indiana Jones and the Dial of Destiny actor told host Chris Wallace, \"I don't do well when I don't have work,\" when asked whether he's given retirement any thought.\n\"I love to work. I love to feel useful.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Tommy McArdle",
            "media": "https://s.yimg.com/ny/api/res/1.2/7kMOzOChDp.0L68iaFevHg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/people_218/e202741b84b6c5531a1279dcb051138a",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "100da033ae18632d5fcc901ad9575839"
        },
        {
            "title": "The Voice Announces 2 New Coaches for Season 25 in Surprise Twist",
            "author": "Brett Malec",
            "published_date": "2023-06-22 19:01:38",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/voice-announces-2-coaches-season-190138510.html",
            "clean_url": "yahoo.com",
            "excerpt": "For the first time ever, two singing stars will serve as a coaching duo on The Voice's upcoming 25th season. Plus, find out the other celeb coaches who will be returning to the NBC competition.",
            "summary": "The Voice is switching things up once again.\nFor the first time in the singing competition's history, country stars Dan + Shay (a.k.a. Dan Smyers and Shay Mooney) will serve as a coaching duo for the forthcoming 25th season, NBC announced June 22.\nThe Grammy winners will be joined by returning coaches John Legend, Chance the Rapper and Reba McEntire when the season debuts next year.\nThe \"You\" singers reacted to the news on Instagram, writing, \"SO EXCITED TO ANNOUNCE THAT WE WILL BE JOINING @nbcthevoice IN 2024 AS THE FIRST COACHING DUO!\"\nHowever, Dan + Shay are no strangers to The Voice, having served as Blake Shelton's Battle Advisors in season 20.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Brett Malec",
            "media": "https://media.zenfs.com/en/e__181/2451845b773e927e3d18cdd32174c03a",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "644c38a7687acea26f1ae5d20d1f79c8"
        },
        {
            "title": "Fox News' Geraldo Rivera Cites 'Growing Tension' Beyond 'Editorial Differences' for His 'The Five' Exit",
            "author": "Kirsty Hatcher",
            "published_date": "2023-06-22 17:25:48",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/fox-news-geraldo-rivera-cites-172548067.html",
            "clean_url": "yahoo.com",
            "excerpt": "'I'm 80 years old. I don't want the friction,\" the correspondent said of his departure in a new interview",
            "summary": "'I'm 80 years old. I don't want the friction,\" the correspondent said of his departure in a new interview\nRoy Rochlin/Getty Images\nGeraldo Rivera is opening up about his exit from Fox News' The Five.\nDuring an interview with the Associated Press on Wednesday, Rivera, 79, cited 'growing tension' beyond 'editorial differences' as the reason for his departure.\n'It has been a rocky ride but it has also been an exhilarating adventure that spanned quite a few years,' he told the outlet of his exit. 'I hope it's not my last adventure.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Kirsty Hatcher",
            "media": "https://s.yimg.com/ny/api/res/1.2/EY2PgOyY89v_CUOZVWCDbg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/people_218/80a020939686dbe8ecd8fefc661d5afb",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "7161324b89c3f53667975e1484ad84a2"
        },
        {
            "title": "Joy Behar Reacts to Greg Gutfeld Being ‘Obsessed' With Her: ‘Who?'",
            "author": "Justin Baragona",
            "published_date": "2023-06-22 17:15:31",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/joy-behar-reacts-greg-gutfeld-171531348.html",
            "clean_url": "yahoo.com",
            "excerpt": "ABC NewsThe View's Joy Behar just went full Mariah Carey on Fox News star Greg Gutfeld.While Gutfeld may now be the self-christened new 'King of Late Night,' Behar claimed on Thursday that she had…",
            "summary": "The View's Joy Behar just went full Mariah Carey on Fox News star Greg Gutfeld.\nWhile Gutfeld may now be the self-christened new 'King of Late Night,' Behar claimed on Thursday that she had never heard of the Gutfeld! host, even though he spends an inordinate amount of airtime raging about her to Fox News viewers.\n'Who is he?' Behar wondered at one point.\nOne of The View's 'Hot Topics' on Thursday centered on the news that Fox News star Geraldo Rivera, one of The Five's resident 'liberal' panelists, was leaving the late-afternoon show amid 'growing tension' on-set.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Justin Baragona",
            "media": "https://media.zenfs.com/en/thedailybeast.com/594e4228dd34e9f97d2b3bb8e23a7153",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "3664b81f39f54d97ba25817b3ba8bed3"
        },
        {
            "title": "'Asteroid City': Maya Hawke applauds how Wes Anderson can 'cut all the fat and ridiculousness' on movie set",
            "author": "Elisabetta Bianchini",
            "published_date": "2023-06-22 16:24:39",
            "published_date_precision": "full",
            "link": "https://ca.news.yahoo.com/asteroid-city-wes-anderson-maya-hawke-scarlett-johansson-162439432.html",
            "clean_url": "yahoo.com",
            "excerpt": "Asteroid City stars Scarlett Johansson, Tom Hanks, Maya Hawke, Bryan Cranston, Jason Schwartzman applaud the atmosphere on a Wes Anderson movie set.",
            "summary": "Wes Anderson films are known for having a particular look and feel but the actors in his latest movie, Asteroid City (in theatres June 23), including Scarlett Johansson, Tom Hanks, Maya Hawke, Bryan Cranston and Jason Schwartzman, are quick to applaud the atmosphere Anderson creates on his set.\n'Wes has just sort of cut all the fat and ridiculousness out of the moviemaking process,' Hawke said at a press conference ahead of the film's theatrical release. 'So many times when you have a scene partner, you have to establish a bond, you have these chemistry reads and it's like, 'oh we're all going to meet and we're going to talk, and you guys are going to get to know each other.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Elisabetta Bianchini",
            "media": "https://s.yimg.com/ny/api/res/1.2/2l5QRCup44nStsjFOozMRg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-06/a4b26d50-107c-11ee-b77d-a764f165bbb5",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "743ead7b6dddcb03c87e591c7eb7396d"
        },
        {
            "title": "Artist International Group Signs Umut Aral, Director Of Chart-Topping Turkish Netflix Series ‘Who Were We Running From?'",
            "author": "Matt Grobar",
            "published_date": "2023-06-22 16:18:50",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/artist-international-group-signs-umut-161850711.html",
            "clean_url": "yahoo.com",
            "excerpt": "EXCLUSIVE: Artist International Group, the globally minded management and production company founded by David Unger, on Thursday announced its signing of Umut Aral, the award-winning director behind…",
            "summary": "EXCLUSIVE: Artist International Group, the globally minded management and production company founded by David Unger, on Thursday announced its signing of Umut Aral, the award-winning director behind the hit Turkish-language Netflix series, Who Were We Running From?.\n'It's truly exciting to be a part of the internationally focused, dynamic AIG family, and a member of their extraordinary ensemble of talent,' said Aral in a statement to Deadline.\n\nEntertainment 360 Signs Christopher Zalla, Filmmaker Behind 2023 Sundance Festival Favorite ‘Radical'\n\n\nAdded AIG CEO Unger, 'Umut Aral fits perfectly into the DNA of Artist International Group, where we represent the best of the best of regional talent with global market ambitions.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Matt Grobar",
            "media": "https://s.yimg.com/ny/api/res/1.2/4rVx9iRt2TmxLiGejmdnuA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02Nzc-/https://media.zenfs.com/en/deadline.com/69362a2c7e7213f7d3a3e21580cb248e",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "a74e8ea6d05cc750e303f3a6eee5ca5b"
        },
        {
            "title": "Watch Moving Short Film That Sheds Light on Black Queer Community in Alabama Fighting for Basic Rights",
            "author": "Daniel S. Levine",
            "published_date": "2023-06-22 16:03:34",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/watch-moving-short-film-sheds-160334587.html",
            "clean_url": "yahoo.com",
            "excerpt": "The Knights and Orchids Society provides life-saving resources for the trans and queer Black communities in Alabama and the South",
            "summary": "The Knights and Orchids Society provides life-saving resources for the trans and queer Black communities in Alabama and the South\nUnilever\nA new short documentary shows how members of the Black queer community in Alabama are coming together to fight for basic rights in the state. Devoted to the Dream, directed by trans Black filmmaker Tourmaline, features interviews with members of The Knights and Orchids Society (TKO), which provides healthcare, housing, food, support and important resources for the trans and Black communities in Alabama and other states in the South.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Daniel S. Levine",
            "media": "https://s.yimg.com/ny/api/res/1.2/2ZnQg6YPvRUoJScKYzMuHg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/people_218/4f398dd20792b80595c20691b4985e28",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "ccbd0ccff5196e6e97e6b49b56a071ea"
        },
        {
            "title": "Nikki Sixx on Daughter Ruby, 3, Joining Mötley Crüe World Tour: 'I Get to be a Dad and a Rockstar' (Exclusive)",
            "author": "Marisa Sullivan",
            "published_date": "2023-06-22 14:51:15",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/nikki-sixx-daughter-ruby-3-145115311.html",
            "clean_url": "yahoo.com",
            "excerpt": "\"Having Ruby out on the road keeps my head grounded,\" Sixx exclusively told PEOPLE on Sunday",
            "summary": "\"Having Ruby out on the road keeps my head grounded,\" Sixx exclusively told PEOPLE on Sunday\nCourtesy of Courtney Sixx\nNikki Sixx is squeezing in some precious daddy-daughter time in between rock gigs on Mötley Crüe's world tour.\nThe bassist and songwriter, who shares Ruby, 3, with wife Courtney Sixx, kicked off Father's Day weekend with a concert in Clisson, France and played in Dessel, Belgium on Sunday.\nOn Sunday, Sixx, 64, exclusively told PEOPLE how grateful he is to bring his family along while jetting around Europe for work.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Marisa Sullivan",
            "media": "https://media.zenfs.com/en/people_218/b8a3727d75879bfd08c646368bfd3fc9",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "a43e1bd195504079f00aa4a8785d1b2e"
        },
        {
            "title": "People Are Sharing Historical Domino Effects And They're Wild, Lemme Tell You",
            "author": "BuzzFeed",
            "published_date": "2023-06-22 14:16:02",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/lifestyle/people-sharing-historical-domino-effects-141602715.html",
            "clean_url": "yahoo.com",
            "excerpt": "I'm actually obsessed with these.",
            "summary": "\"So the Romanovs died, and the USSR was formed, which was communist. This led to the Cold War happening for decades. After the Soviets got involved in Afghanistan, Ronald Reagan gave the Afghans weapons in the '80s. These weapons were used by terrorists on 9/11. That was observed by Gerard Way, who created My Chemical Romance. This led to Stephanie Meyers being inspired and so she created the Twilight series, which inspired 50 Shades of Grey.\"\n—natalieharrell13\n\"The fact that Joe Biden is responsible for a huge chunk of the modern music industry.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "BuzzFeed",
            "media": "https://media.zenfs.com/en/buzzfeed_articles_778/374e518c1ab5b13d34c4c5d988f96960",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "0d8150cd3b79dbecb3507faaedad5a8e"
        },
        {
            "title": "10 Albums by Powerhouse Songwriters That Amanda Shires Thinks Every Music Fan Should Own",
            "author": "Wren Graves",
            "published_date": "2023-06-22 13:00:36",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/10-albums-powerhouse-songwriters-amanda-130036437.html",
            "clean_url": "yahoo.com",
            "excerpt": "The songwriter and Grammy-winning fiddle player goes deep on records by Fiona Apple, Tom Waits, Leonard Cohen, and Sheryl Crow. 10 Albums by Powerhouse Songwriters That Amanda Shires Thinks Every…",
            "summary": "The post 10 Albums by Powerhouse Songwriters That Amanda Shires Thinks Every Music Fan Should Own appeared first on Consequence.\nCrate Digging is a recurring feature that takes a deep dive into music history to turn up several albums all music fans should know. In this edition, Amanda Shires reveals the powerhouse songwriters who inspired her career.\nFrom her earliest violin lessons, Amanda Shires began mapping out her musical genealogy. Lanny Fiel, her music teacher growing up in Lubbock, Texas, brought her along on a quest to learn the local fiddle tradition: 'the older tunes, the ones that weren't written down, that were passed down orally,' she tells Consequence.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Wren Graves",
            "media": "https://media.zenfs.com/en/consequence_of_sound_458/f2e7b340fdeca8b8f9491167d5c99711",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "0048c0909643cf0aa51a26f1666e0b96"
        },
        {
            "title": "Netflix Co-CEO Ted Sarandos Says $2.5BN Korean Investment Won't Exploit Local Industry, Amid Pushback From Lawmakers",
            "author": "Liz Shackleton",
            "published_date": "2023-06-22 10:55:42",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/netflix-co-ceo-ted-sarandos-105542574.html",
            "clean_url": "yahoo.com",
            "excerpt": "During a three-day visit to Seoul, Netflix co-CEO Ted Sarandos said the streamer is fairly compensating producers and nurturing new talent, after calls from some local lawmakers and industry figures…",
            "summary": "During a three-day visit to Seoul, Netflix co-CEO Ted Sarandos said the streamer is fairly compensating producers and nurturing new talent, after calls from some local lawmakers and industry figures for more profit-sharing with creators.\nSarandos said emerging writers and directors are getting more breaks as a result of its investment, while global breakout shows like Squid Game had created thousands of jobs. 'Between 2022 and 2025 for example, one in five of our titles made for Netflix will come from a first-time writer or first-time director,' he told a press conference in Seoul on Thursday (June 22).",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Liz Shackleton",
            "media": "https://s.yimg.com/ny/api/res/1.2/IZ0.5g1YHB_PdYpkUzDQdw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/deadline.com/0894a3f75a7faa44a4cf3034ad1d6262",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "4c1bc423b39e5784e47bdcb7666a900f"
        },
        {
            "title": "Netflix's Ted Sarandos Touts the 'Power of Korean Storytelling,' Says K-Content Views Are Up Sixfold",
            "author": "Soomee Park",
            "published_date": "2023-06-22 10:54:19",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/netflix-ted-sarandos-touts-power-105419961.html",
            "clean_url": "yahoo.com",
            "excerpt": "Netflix's co-CEO Ted Sarandos will never forget the day he met director Bong Joon Ho in 2017 to discuss Okja, the sci-fi action drama that became Netflix's first international film. 'He's the ultimate…",
            "summary": "Netflix's co-CEO Ted Sarandos will never forget the day he met director Bong Joon Ho in 2017 to discuss Okja, the sci-fi action drama that became Netflix's first international film.\n'He's the ultimate master, and he gave me a crash course in Korean cinema. I learned so much,' he said. 'And afterwards I had the great privilege to introduce him to Martin Scorsese — one of his heroes. A few years later, director Bong won best director and best picture at the Oscars with Parasite, the same year that Martin Scorsese was nominated.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Soomee Park",
            "media": "https://s.yimg.com/ny/api/res/1.2/vTbGdDVcJHeCOdEhL7gc5Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02Nzc-/https://media.zenfs.com/en/the_hollywood_reporter_217/6f4a1312b567fe736f2a204cb7b5f4d8",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "f3197f3f2e65162d9ce5188a096f4c68"
        },
        {
            "title": "Kim Kardashian Slams Sister Kourtney as ‘Such a Hater' Amid Their Dolce & Gabbana Feud",
            "author": "Elisabeth McGowan",
            "published_date": "2023-06-22 10:27:26",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/kim-kardashian-slams-sister-kourtney-102726249.html",
            "clean_url": "yahoo.com",
            "excerpt": "Yikes! Kim Kardashian slammed her sister Kourtney Kardashian in the latest episode of The Kardashians amid their dramatic Dolce & Gabbana feud. 'She said, ‘You're trying to copy me,'' the SKKN…",
            "summary": "Yikes! Kim Kardashian slammed her sister Kourtney Kardashian in the latest episode of The Kardashians amid their dramatic Dolce & Gabbana feud.\n'She said, ‘You're trying to copy me,'' the SKKN founder, 42, told family and friends in one scene of the episode, which aired on Thursday, June 22. 'But she always tries to hate on the side. She is such a hater.'\nKim's sister Khloé Kardashian then weighed in about the situation, noting she didn't 'know where [Kourtney's anger] is coming from.'\n'You let someone pout in the corner, you don't entertain it and you move on,' the Good American founder, 38, said.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Elisabeth McGowan",
            "media": "https://s.yimg.com/ny/api/res/1.2/K3N8wFC0wrpZPxSWux7FWg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD0xMjAw/https://media.zenfs.com/en/in_touch_weekly_336/f11c4335f3dc4aa9a1a90e4f5663b649",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "0821e3444cd087e9b17dc71962365861"
        },
        {
            "title": "KC Global Media Sells Animax Korea, Linear Kids Channel, to Aniplus",
            "author": "Patrick Frater",
            "published_date": "2023-06-22 10:24:17",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/kc-global-media-sells-animax-102417355.html",
            "clean_url": "yahoo.com",
            "excerpt": "KC Global Media, a leading multi-territory operator of linear TV channels in Asia, has sold Animax Korea to Aniplus, an Asian multinational television channel and anime distributor based in Singapore…",
            "summary": "KC Global Media, a leading multi-territory operator of linear TV channels in Asia, has sold Animax Korea to Aniplus, an Asian multinational television channel and anime distributor based in Singapore and South Korea.\nThe deal 'aims to elevate Animax Korea's offerings while focusing on horizontally integrating its content across Aniplus' platform and reach,' the companies said.\n\n\n\n\nThe deal was agreed in April, but was subject to regulatory approvals. These have now been obtained.\nDeal terms were not disclosed.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Patrick Frater",
            "media": "https://media.zenfs.com/en/variety.com/de6a7462ddf0b4d241d03dd1e41336ef",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "c2d27c84aa9e8aceb09870f00a6b385a"
        },
        {
            "title": "Cardi B slams 'spoiled brat' stepson of missing Titanic sub passenger who called her 'trashy': 'You was looking for clout all along'",
            "author": "Lane",
            "published_date": "2023-06-22 09:58:02",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/cardi-b-slams-spoiled-brat-095802440.html",
            "clean_url": "yahoo.com",
            "excerpt": "Cardi B and Brian Szasz have been feuding online over Szasz's decision to attend a music concert amid the crisis.",
            "summary": "Cardi B has taken another jab at Brian Szasz, the stepson of one of the passengers on the missing Titanic submersible.\nOn Wednesday, she tweeted that he is a \"spoiled brat.\"\nThe two have been feuding online over Szasz's decision to attend a music concert amid the crisis.\nCardi B has taken another jab at Brian Szasz, the man who identified himself as the stepson of one of the passengers aboard the missing Titanic submersible, calling him a \"spoiled brat.\"\nCardi and Szasz began feuding online on Tuesday after the \"Bodak Yellow\" rapper called Szasz out in an Instagram video for attending a Blink-182 concert amid the crisis.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Lane",
            "media": "https://s.yimg.com/ny/api/res/1.2/ASYIZMOcPjTbrHAzsyjacQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD05MDA-/https://media.zenfs.com/en/insider_articles_922/5c81927cc74031544384655886315630",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "05d290ce8c0dea21902ee865d90d4154"
        },
        {
            "title": "Polémica cláusula familiar prohibiría la asistencia de los hijos de Shakira y Gerard Piqué a la boda de su tío",
            "author": "El Nuevo Herald",
            "published_date": "2023-06-22 09:21:02",
            "published_date_precision": "full",
            "link": "https://es-us.vida-estilo.yahoo.com/pol%C3%A9mica-cl%C3%A1usula-familiar-prohibir%C3%ADa-asistencia-092102104.html",
            "clean_url": "yahoo.com",
            "excerpt": "Shakira no está dispuesta a que Milan y Sasha estén con Clara Chía de momento.",
            "summary": "La llegada de Gerard Piqué a Miami con sus hijos este lunes 19 de junio para entregárselos a Shakira, tal y como estaba previsto en un principio, ha sido la confirmación de que Milan y Sasha no asistirán finalmente a la boda de su tío Marc este viernes en Barcelona.\nA pesar de que el ex futbolista intentó hasta el último momento que la cantante cediese y le permitiese estar cinco días más -que se compensarían más adelante- con los niños para que no se perdiesen el ‘sí quiero' de su hermano pequeño, con el que sus hijos tienen una relación muy estrecha, la colombiana no ha dado su brazo a torcer.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "es",
            "authors": "El Nuevo Herald",
            "media": "https://media.zenfs.com/es/el_nuevo_herald_986/131ed8ee44d5aebdc572782c6e4298cb",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "359a5e5aa8ca26b7d596488f38f5a764"
        },
        {
            "title": "‘Sisi' Showrunner Andreas Gutzeit Eyes Latin America for Argentina 1978 World Cup Set Thriller ‘Disgrace' (EXCLUSIVE)",
            "author": "Emiliano De Pablos",
            "published_date": "2023-06-22 06:00:00",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/sisi-showrunner-andreas-gutzeit-eyes-060000426.html",
            "clean_url": "yahoo.com",
            "excerpt": "Story House Pictures co-founder Andreas Gutzeit, head writer-showrunner on Beta/RTL smash hit series 'Sisi,' is prepping 'Disgrace,' a fast-paced thriller mini-series set during Argentina's 1978…",
            "summary": "Story House Pictures co-founder Andreas Gutzeit, head writer-showrunner on Beta/RTL smash hit series 'Sisi,' is prepping 'Disgrace,' a fast-paced thriller mini-series set during Argentina's 1978 Soccer World Cup.\nGutzeit will serve as 'Disgrace's' showrunner and head writer, re-teaming with Swantje Oppermann and Florian Puchert, part of the German writing team with Gutzeit behind 'Dignity,' the critically lauded and pioneering Story House's Chile-Germany co-production.\n\n\n\n\nAt a development and scriptwriting stage, with a pilot script available, 'Disgrace' features among the 10 projects playing at the Pitch Copro Series sidebar in Conecta Fiction 2023, which takes place June 26-29 in Toledo, the capital of Spain's Castilla-La Mancha.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Emiliano De Pablos",
            "media": "https://media.zenfs.com/en/variety.com/6d10ef51ea024e5c7f2dcf9266a572fe",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "8c837e1576965b70ef50ac321e036834"
        },
        {
            "title": "Kmart shopper's home decor hack turns $15 vase into stunning $40 dupe",
            "author": "Katrina Micallef",
            "published_date": "2023-06-22 05:07:23",
            "published_date_precision": "full",
            "link": "https://au.lifestyle.yahoo.com/kmart-shoppers-home-decor-hack-turns-15-vase-into-stunning-40-dupe-050723073.html",
            "clean_url": "yahoo.com",
            "excerpt": "If you're a fan of coastal homewares, you need to try this hack. Read more.",
            "summary": "Kmart fans have been left stunned after one clever shopper's hack totally transformed an old vase into a pricey-looking homewares dupe.\nThe original $15 vase from the budget retailer flew off shelves when it was first released, with many DIY fanatics keen to work their magic by giving it a new look. Several have since shared their crafty hacks for turning the simple vase into a 'gorgeous' addition to their home.\nBut one shopper has taken the hack to a new level, creating a coastal vibes decor item for a fraction of the price of similar-looking pieces.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Katrina Micallef",
            "media": "https://s.yimg.com/ny/api/res/1.2/rbF7kUmbCiebE8m5hLiLaA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NDY-/https://s.yimg.com/os/creatr-uploaded-images/2023-06/d2561d00-0f60-11ee-b5ff-10a1ffa411ef",
            "is_opinion": false,
            "twitter_account": "@YLifestyleAU",
            "_score": 1.9994805,
            "_id": "71884f770f30c4c8a54056e4a59dff56"
        },
        {
            "title": "How Kim Kardashian Really Feels About \"Hater\" Kourtney Kardashian Amid Feud",
            "author": "Gabrielle Chung",
            "published_date": "2023-06-22 05:00:00",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/kim-kardashian-really-feels-hater-050000356.html",
            "clean_url": "yahoo.com",
            "excerpt": "On the June 22 episode of The Kardashians, Kim Kardashian called out Kourtney Kardashian for being a \"hater\" of her Dolce & Gabbana collab: \"She always tries to hate on the side.\"",
            "summary": "Kim Kardashian doesn't mince words.\nIn fact, she directed a few charged ones at Kourtney Kardashian on the June 22 episode of The Kardashians, during which the Poosh creator aired her grievances over how Kim's fashion show with Dolce & Gabbana bared a striking resemblance to the looks she wore at her and Travis Barker's Italian nuptials.\n\"It's just weird,\" Kourtney—who stayed in Los Angeles while the rest of the family traveled to Milan to support Kim—remarked to her stylist Dani Michelle of the collaboration.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Gabrielle Chung",
            "media": "https://media.zenfs.com/en/e__181/659eebd78842aa7316dcb7e5da05093b",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "6abc644ae4de060e22fbd76ff1ee8c78"
        },
        {
            "title": "This Week, ‘And Just Like That' Boldly Acknowledges Racism",
            "author": "Laura Bradley",
            "published_date": "2023-06-22 04:00:00",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/week-just-boldly-acknowledges-racism-040000632.html",
            "clean_url": "yahoo.com",
            "excerpt": "Craig Blankenhorn/MaxThis post contains spoilers for And Just Like That Season 2, Episode 2.When And Just Like That snapped its fingers and added a few non-white friends to Carrie and company's crew…",
            "summary": "This post contains spoilers for And Just Like That Season 2, Episode 2.\nWhen And Just Like That snapped its fingers and added a few non-white friends to Carrie and company's crew in 2021, it felt a little sudden. After all, Sex and the City barely included any Black women during its entire run. The show's most memorable Asian character was Sum, a live-in 'servant' (Samantha's words) that spoke in broken English and whose name appears to have been chosen solely to set up the racist pun, 'She wasn't so dim, that Sum.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Laura Bradley",
            "media": "https://media.zenfs.com/en/thedailybeast.com/9d3af091070ac4e0fa018556b932e198",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "2721866e11acfd667124a94483e95ef3"
        },
        {
            "title": "Jensen Ackles Humorously Calls Out Pedro Pascal While Addressing Rumors He'll Play Batman In The DCU",
            "author": "Adam Holmes",
            "published_date": "2023-06-22 01:45:51",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/jensen-ackles-humorously-calls-pedro-014551012.html",
            "clean_url": "yahoo.com",
            "excerpt": "While commenting on the Batman rumors concerning him, Jensen Ackles took the time to humorously call out Pedro Pascal.",
            "summary": "Following The Flash prominently featuring both Ben Affleck and Michael Kenton's versions of Batman, fans of DC Comics' Caped Crusader have even more to look forward to in the coming years on the cinematic front. Along with Robert Pattinson continuing to play Bruce Wayne in Matt Reeves' standalone The Batman franchise, a new Batman will be introduced in the DC Universe's The Brave and the Bold, which now has Andy Muschietti attached to direct. It remains to be seen when we'll learn who will play this upcoming DC movie's Batman, but Jensen Ackles has addressed the rumors that he's up for the role, and he used that opportunity to humorously call out Pedro Pascal.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Adam Holmes",
            "media": "https://s.yimg.com/ny/api/res/1.2/8wVIgNwNzWHsAy6O8xvXaQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/cinemablend_388/c0ce878895042e59fbf24bb62bcedcb4",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "65728d354253b87ca4895831506d00d8"
        },
        {
            "title": "Mark Zuckerberg Responds to Elon Musk's Cage Match Challenge: 'Send Me Location'",
            "author": "Complex",
            "published_date": "2023-06-22 01:01:30",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/mark-zuckerberg-responds-elon-musks-010130723.html",
            "clean_url": "yahoo.com",
            "excerpt": "Let's get ready to rumble!",
            "summary": "Facebook co-founder Mark Zuckerberg, who does jiu-jitsu, has apparently agreed to a cage match against Twitter CEO Elon Musk.\nMusk proposed the cage match on his platform, to which Zuckerberg responded on Instagram, which is owned by Meta.\n\"Send Me Location,\" he wrote, tapping into his inner Khabib Nurmagomedov.\nThis isn't the first time Musk has issued a challenge to a notable figure via Twitter.\nIn March, he tried to engage in \"single combat\" with Russian president Vladimir Putin following the country's invasion of Ukraine.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Complex",
            "media": "https://media.zenfs.com/en/complex584/0c03b9dc2a263e131b2763d914e967a7",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "42baf6073a8db98bc3517867acbb2ab7"
        },
        {
            "title": "‘Black Panther 2' Star Tenoch Huerta Exits Netflix Film ‘Fiesta En La Madriguera' Following Sexual Assault Allegations",
            "author": "Armando Tinoco",
            "published_date": "2023-06-22 00:52:06",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/black-panther-2-star-tenoch-005206643.html",
            "clean_url": "yahoo.com",
            "excerpt": "Tenoch Huerta has announced that he is exiting the Netflix film Fiesta en la Madriguera following the allegations of sexual assault. 'Given the impact of the recent false statements by María Elena…",
            "summary": "Tenoch Huerta has announced that he is exiting the Netflix film Fiesta en la Madriguera following the allegations of sexual assault.\n'Given the impact of the recent false statements by María Elena Ríos and the damage they have caused, I have no choice but to withdraw from participating in the film Fiesta en la Madriguera,' Huerta said in a statement obtained by Deadline.\n\n\n\n\nHe continued, 'It is with great sadness that I do this, but I cannot allow her actions to harm not only me, but also the work of dozens of talented and hard-working people involved in the project.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Armando Tinoco",
            "media": "https://s.yimg.com/ny/api/res/1.2/AwokvwegD_Qfi8F7oi8t3g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzY-/https://media.zenfs.com/en/deadline.com/c94dbcff3e58612f74d11c6946bbdd54",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "fba24d10fab1359f9df64387f29cf134"
        },
        {
            "title": "‘Simpsons' Writer Mike Reiss Recalls Own Trip to Titanic on Missing Sub: ‘Constant Trepidation' (Video)",
            "author": "Sharon Knolle",
            "published_date": "2023-06-22 00:49:58",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/simpsons-writer-mike-reiss-recalls-004958461.html",
            "clean_url": "yahoo.com",
            "excerpt": "But he called the sub's simple design 'reassuring' and even admitted to falling asleep during the dive",
            "summary": "Mike Reiss, a writer for 'The Simpsons,' had 'constant trepidation' when he took a dive on OceanGate's now-missing Titan sub 11 months ago.\n'I kissed my wife goodbye, thinking that was the last time I might ever see her,' he told CNN's Jake Tapper on Tuesday as the rescue efforts continued for the five people aboard the Titan. Like every other passenger, he signed a waiver that this voyage in an uncertified vessel could end in death.\nHowever, he found the sub's simple design 'reassuring' and admitted to falling asleep during the two-and-a-half-hour dive, even though he was 'constantly knowing this could be the end.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Sharon Knolle",
            "media": "https://media.zenfs.com/en/thewrap.com/79505d5cfc818714835697be677cd26e",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "d0391c848065942c6f3f1cfdf679d382"
        },
        {
            "title": "Oscars Set New Theatrical Standards for Best Picture Eligibility",
            "author": "Paul Grein",
            "published_date": "2023-06-21 23:00:32",
            "published_date_precision": "full",
            "link": "https://www.yahoo.com/entertainment/oscars-set-theatrical-standards-best-230032556.html",
            "clean_url": "yahoo.com",
            "excerpt": "The new requirements take effect with the 97th Academy Awards, which will be presented in early 2025 to honor films released in 2024.",
            "summary": "The board of governors of the Academy of Motion Picture Arts & Sciences has approved new requirements for Oscar eligibility in the best picture category.\nThe new requirements, announced Wednesday (June 21), are designed to to broaden the public theatrical exhibition criteria. They take effect with the 97th Academy Awards, which will be presented in early 2025 to honor films released in 2024.\n\n\n\n\n 06/21/2023\nUpon completion of an initial qualifying run, currently defined as a one-week theatrical release in one of the six U.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "en",
            "authors": "Paul Grein",
            "media": "https://s.yimg.com/ny/api/res/1.2/rYh19ceik3qH_uc3mB_DkA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03OTQ-/https://media.zenfs.com/en/billboard_547/2fdf73e1efc63edacf343fefed6b548a",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "a1194b6891d57f893cbda353c1a3c635"
        },
        {
            "title": "¡Shakira derrite las redes al publicar desafiante mensaje!",
            "author": "Mayra Mangal",
            "published_date": "2023-06-21 20:03:54",
            "published_date_precision": "full",
            "link": "https://es-us.vida-estilo.yahoo.com/shakira-derrite-redes-publicar-desafiante-200354750.html",
            "clean_url": "yahoo.com",
            "excerpt": "Tras la sorpresa de que su ex, Gerard Piqué, se casa con Clara Chía Martí, la colombiana cuelga un post sorprendente. \"Llueve, truene o relampaguee\".",
            "summary": "Si algo nos ha revelado este 2023 es la resistencia y poder de adaptación que ha demostrado Shakira ante las adversidades y las sorpresas que le ha traído la vida por montones.\nHa sido un período de meses en los que además de su dolorosa ruptura con el exjugador catalán Gerard Piqué y sus consecuencias, también ha tenido que hacer frente a las crisis de salud de sus padres, despedirse de la ciudad que por años llamó su hogar —y donde nacieron sus hijos, Milan y Sasha Piqué— y adaptarse a su nueva vida como madre soltera en Estados Unidos.",
            "rights": "yahoo.com",
            "rank": 31,
            "topic": "entertainment",
            "country": "US",
            "language": "es",
            "authors": "Mayra Mangal",
            "media": "https://s.yimg.com/ny/api/res/1.2/Y9BY.wZJF82IL_ngNkgsUA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/people_en_espa_ol_155/1662de960c6080542a9ae57a0066c5c9",
            "is_opinion": false,
            "twitter_account": "@Yahoo",
            "_score": 1.9994805,
            "_id": "179ca751936e7234d61d035b47143f55"
        }
    ],
    "user_input": {
        "q": "*",
        "search_in": [
            "title_summary"
        ],
        "lang": null,
        "not_lang": null,
        "countries": null,
        "not_countries": null,
        "from": "2023-06-20 00:00:00",
        "to": null,
        "ranked_only": "True",
        "from_rank": null,
        "to_rank": 999999,
        "sort_by": "relevancy",
        "page": 1,
        "size": 100,
        "sources": null,
        "not_sources": [],
        "topic": "entertainment",
        "published_date_precision": null
    }
}